{
	"IRONSWORN": {
		"Ironsworn": "Ironsworn",
		"Starforged": "Starforged",
		"YourWorldTruths": "Swiat: Prawdy",
		"TruthQuestStarter": "Zadanie poczatkowe:",
		"QuestStarter": "Zadanie poczatkowe",
		"SaveYourTruths": "Zapisz Prawdy",
		"CustomTruth": "Własna Prawda",
		"Roll": "Rzuć",
		"SendToChat": "Wyślij tekst na czat: <i>{move}</i>",
		"CopyTextToClipboard": "Kopiowanie tekstu do schowka",
		"Adds": "Dodaje",
		"Versus": "vs.",
		"CappedAt10": "Ograniczenie do 10",
		"Strong_hit": "Sukces!",
		"Strong_hit_match": "Triumf! (match)",
		"On_a_strong_hit": "Przy Pełnym Sukcesie",
		"Weak_hit": "Częściowy Sukces",
		"On_a_weak_hit": "Przy Częściowym Sukcesie",
		"Miss": "Porażka",
		"Miss_match": "Krytyczna Porazka(match)",
		"On_a_miss": "Przy miss",
		"MarkProgress": "Zaznacz Postęp",
		"ProgressMove": "Zmień Postęp",
		"PROGRESS": {
			"Current": "{score} postęp ({ticks} ticks)",
			"Ticks": "{ticks} ticków",
			"BOX": {
				"1": "1 pole",
				"2": "2 pola",
				"3": "3 pola"
			},
			"TICK": {
				"1": "1 tiki",
				"2": "2 tiki",
				"3": "3 tiki",
				"4": "4 tiki"
			}
		},
		"MarkLegacy": "Zaznacz {amount} na twoim {legacy} torze dziedzictwa",
		"UnmarkProgress": "Odznacz Postęp",
		"ProgressRoll": "Rzut postępu",
		"MakeAProgressRoll": "Wykonuj rzut postepu {score} postępu",
		"StarProgress": "Gdy jest aktywny, ten element pojawi się również w zakładce 'Dziedzictwo'",
		"Troublesome": "Kłopotliwy",
		"Dangerous": "Niebezpieczny",
		"Formidable": "Nadzwyczajny",
		"Extreme": "Ekstremalny",
		"Epic": "Epicki",
		"Stat": "Statystyka",
		"OracleTable": {
			"ColumnLabel": {
				"Roll": "Rzut",
				"RollRange": "Zakres rzutu",
				"DiceRollResult": "{dice} wynik rzutu",
				"Result": "Wynik"
			}
		},
		"roll +x": "rzuć +{stat}",
		"Roll +x": "Rzuć +{stat}",
		"roll method": {
			"All": "rzuć all of {statList}",
			"Any": {
				"2": "rzuć +{stat1} albo +{stat2}",
				"fallback": "rzuć na dowolną {statList}"
			},
			"Highest": {
				"2": "rzuć +{stat1} albo +{stat2}, którekolwiek jest wyższe",
				"fallback": "rzuć na najwyższą z {statList}"
			},
			"Lowest": {
				"2": "rzuć +{stat1} albo +{stat2}, którekolwiek jest niższe",
				"fallback": "rzuć na najniższą {statList}"
			}
		},
		"Momentum": "impet",
		"Health": "zdrowie",
		"Spirit": "duch",
		"Supply": "zasoby",
		"Edge": "sprawność",
		"Heart": "serce",
		"Iron": "żelazo",
		"Shadow": "cień",
		"Wits": "rozum",
		"XP": "Exp",
		"NoBonds": "Brak więzi",
		"Legacies": "Dziedzictwa",
		"LEGACY": {
			"Bonds": "Więzi",
			"Quests": "Zadania",
			"Discoveries": "Odkrycia"
		},
		"Clock": "Zegar",
		"Segments": "Segmenty",

		"Impacts": "Impacts",
		"IMPACT": {
			"Custom": "Custom impact",
			"CATEGORY": {
				"Misfortunes": "Nieszczęścia",
				"LastingEffects": "Trwałe efekty",
				"Burdens": "Brzemiona",
				"Vehicle": "Current vehicle"
			},
			"Wounded": "zraniony",
			"Shaken": "wstrząśnięy",
			"Unprepared": "nieprzygotowany",
			"Permanentlyharmed": "trwale zraniony",
			"Traumatized": "straumatyzowany",
			"Tormented": "dręczony",
			"Doomed": "zgubiony",
			"Indebted": "zadłużony",
			"Cursed": "przeklęty",
			"Battered": "poobijany"
		},
		"Debilities": "Osłabienie",
		"DEBILITY": {
			"Custom": "Custom debility",
			"CATEGORY": {
				"Conditions": "Stany",
				"Banes": "Zguby",
				"Burdens": "Brzemiona"
			},
			"Wounded": "zraniony",
			"Unprepared": "nieprzygotowany",
			"Shaken": "wstrząśnięy",
			"Encumbered": "przeciążony",
			"Maimed": "okaleczony",
			"Corrupted": "spaczony",
			"Cursed": "przeklęty",
			"Tormented": "dręczony"
		},
		"Conditions": "Stany",
		"Condition": "Stan",
		"ConditionSetOnOne": "{condition} jest zmieniony na {name}",
		"ConditionSetOnMany": "{condition} jest zmieniony na:",
		"Vehicle": "Pojazd",
		"Reroll": "Przerzut",
		"MOVES": {
			"Adventure": "Ruchy Podróży",
			"Combat": "Ruchy Walki",
			"Custom": "Własne Ruchy",
			"Delve": "Ruchy Nieznanego",
			"Fate": "Ruchy Przeznaczenia",
			"Legacy": "Ruchy Dziedzictwa",
			"Quest": "Ruchy Zadań",
			"Relationship": "Ruchy Więzi",
			"Suffer": "Ruchy Konsekwencji",
			"Connection": "Ruchy Komunikacji",
			"Exploration": "Ruchy Eksploracji",
			"Failure": "Ruchy Porażki",
			"Rarity": "Ruchy Rzadkości",
			"Recover": "Rychy Wypoczynku",
			"Scene Challenge": "Scene challenge moves",
			"Session": "Ruchy Sesji",
			"Threat": "Ruchy Zagrożeń",
			"Threshold": "Ruchy Progów"
		},
		"Failure": "Porażka",
		"Threat": "Zagrożenie",
		"Rarity": "Rzadkośc",
		"LocationType": "Typ Lokacji",
		"RollForDetails": "Wylosuj Detale Lokacji",
		"RandomName": "Losowe imię",
		"ResolveChallenge": "Rozwiąż wyzwanie",
		"ResolveChallengeDisabled": "Wybierz swoje dwie ostatnie kostki wyzwania",
		"BurnForUpgrade": "Spal Impet: <strong>{type}</strong>",
		"BurnMomentumAndResetTo": "Spal {value} impet i zresetuj do {resetValue}",
		"MomentumBurnt": "Momentum Burn",
		"NegativeMomentumCancel": "Negatywny impet anulował kość działania",
		"Pronouns": "Zaimki",
		"Callsign": "Ksywa",
		"Characteristics": "Charakterystyka",
		"Summary": "Podsumowanie",
		"Category": "Kategoria",
		"Color": "Kolor",
		"Requirement": "Wymaganie",
		"Trigger": "Wyzwalacz",
		"FullText": "Pełny tekst",
		"Field": "Domena",
		"Fields": "Domeny",
		"Label": "Etykieta",
		"Value": "Wartość",
		"Abilities": "Zdolności",
		"Ability": "Zdolność",
		"Options": "Opcje",
		"Option": "Opcja",
		"Track": "Tor",
		"Enabled": "Włączony",
		"ChallengeRank": "Ranga wyzwania",
		"Completed": "Ukończone/y",
		"NotCompleted": "Nieukończony/e",
		"Foes": "Przeciwnicy",
		"Foe": "Przeciwnik",
		"Edit": "Edytuj",
		"OpenCompendium": "Otwórz Kompendium",
		"ConfirmDelete": "Jesteś pewien? Nie można tego cofnąć.",
		"RequiresLocationType": "Ta Wyrocznia wymaga wybrania typu lokacji",
		"RollOracleTable": "Rzuć na wyrocznie: <i>{title}</i>",
		"RollMove": "Rzuć na ruch: <i>{title}</i>",
		"PageReference": "p. {page}",
		"PlanetType": "Typ planety",
		"RandomPlanetType": "Losowy typ planety",
		"SettlementType": "Typ Osady",
		"RandomSettlementType": "Losowy typ planety",
		"StarType": "Typ gwiazdy",
		"RandomStarType": "Losowy typ gwiazdy",
		"DerelictType": "Type of derelict",
		"RandomDerelictType": "Random derelict type",
		"VaultType": "Typ krypty",
		"RandomVaultType": "Losowy typ krypty",
		"First": "pierwszy",
		"Second": "drugi",
		"Third": "trzeci",
		"Fourth": "czwarty",
		"Fifth": "piąty",
		"StarforgedTools": "Narzędzia Starforged",
		"IronswornTools": "Narzędzia Ironsworn",
		"EditSector": "Edytuj Sektor",
		"Region": "Region",
		"Terminus": "Stacja",
		"Outlands": "Rubieże",
		"Expanse": "Przestrzeń",
		"RotateCCW": "Obróc zgodnie z ruchem zegara",
		"RotateCW": "Oróć przeciwnie do ruchu zegera",
		"RollDialog": {
			"AdvancedRollOptions": "Opcje zaawansowane",
			"PresetActionDie": "Preset action die",
			"PredeterminedOutcome": "Predetermined outcome",
			"ExtraChallengeDice": "Extra challenge dice"
		},
		"ChatAlert": {
			"Renamed": "Zmieniono na {name}",
			"renamed": "zmieniono na {name}",
			"Added": "Dodano {name}",
			"Deleted": "Usunięto {name}",
			"MarkedXP": "Zaznaczono {amt} XP",
			"UnmarkedXP": "Odznaczono {amt} XP",
			"AdjustedStat": "{amt} {stat} (obecna wartość {val})",
			"MarkedCondition": "Zaznaczono {condition} stan",
			"ClearedCondition": "Usunięto {condition} stan",
			"RankChanged": "Ranga zmieniona z {old} to {new}",
			"rankChanged": "ranga zmieniona z {old} to {new}",
			"ProgressAdvanced": "Zwiększono postęp",
			"progressAdvanced": "zwiększono postęp",
			"ProgressReduced": "Postęp zredukowany",
			"progressReduced": "postęp zredukowany",
			"MarkedAbility": "oznaczono {pos} umiejętność",
			"UnmarkedAbility": "odznaczono {pos} umiejętność",
			"MarkedOption": "zaznaczono {name}",
			"SetField": "ustawiono {name} do {val}",
			"AddBond": "Dodano więź",
			"LostBond": "Utracono Więź",
			"completedMarked": "Odnotowano wykonanie",
			"completedUnmarked": "Odnotowano wykonanie",
			"clockAdvancedOneSegment": "zegar przesunięto do {new}⁄{max}",
			"clockAdvancedTwoSegments": "przesunięto zegar o {change} segmenty do {new}⁄{max}",
			"clockAdvancedManySegments": "przesunięto zagar o {change} segmenty do {new}⁄{max}",
			"clockCompletedOneSegment": "przesunięto zegar o {new}⁄{max}—zegar zapełniony!",
			"clockCompletedTwoSegments": "przesunięto zegar o {change} segmenty do {new}⁄{max}—zegar zapełniony!",
			"clockCompletedManySegments": "przesunięto zegar o {change} segmenty do {new}⁄{max}—zegar zapełniony!",
			"clockSet": "ustawiono zegar na {new}⁄{max}"
		},
		"Settings": {
			"Theme": {
				"Name": "Styl Wizualny",
				"Hint": "Wybierz styl wizualny dla gry. Wymaga przeładowania.",
				"Ironsworn": "Ironsworn: Klasyczny",
				"Starforged": "Starforged (eksperymentalny)"
			},
			"Tools": {
				"Name": "Narzędzia Postaci",
				"Hint": "Jaki zestaw ruchów i oracji pojawi się kiedy zostanie otwarta karta postaci.",
				"Sheet": "Match sheet"
			},
			"SharedSupply": {
				"Name": "Wspólny Tor Zasobów",
				"Hint": "Jeśli włączona, zmiana toru zasobów na dowolnej postaci, zostanie odnotowana na torach zasobów wszystkich innych postaci"
			},
			"LogChanges": {
				"Name": "Dziennik aktualizacji postaci",
				"Hint": "Jeśli jest włączona, zmiany statystyk postaci będą rejestrowane na czacie."
			},
			"PromptTruths": {
				"Name": "Ironsworn/Starforged Dialog on Start",
				"Hint": "Otwórz powyższe okno dialogowe przy uruchamianiu."
			},
			"ConfigurationDialog": {
				"Label": "Okno konfiguracji Ironsworn/Starforged",
				"Name": "Okno konfiguracji",
				"Hint": "Wybierz pomiędzy elementami UI Ironsworn a Starforged"
			},
			"ProgressMarkAnimation": {
				"Name": "Włącz animację toru postępu",
				"Hint": "Toggle the progress mark animation. Note that the animation doesn't lock the mark button, so this change is purely cosmetic."
			}
		},
		"First Start": {
			"Welcome": "Witaj",
			"Intro": "Witaj w Ironsworn! Przed rozpoczęciem jest jeszcze kilka wyborów do wykonania.",
			"SettingTruths": "Ustawienia Prawd",
			"SettingTruth": "Ustawienia Prawdy"
		},
		"WorldTruths": {
			"The Old World": {
				"name": "Stary Świat",
				"option1": "Dzikie klany zwane Skulde najechały królestwa Starego Świata. Nasze armie padły. Większość została zabita lub wzięta w niewolę. Ci, którzy uciekli, wypłynęli na pokładzie wszystkiego, co dało się unieść na wodzie. Po uciążliwej, wielomiesięcznej podróży, ocalali dotarli na ląd Żelaznych Ziem.",
				"quest1": "Jesteś potomkiem Skuldów. Ze względu na swoje dziedzictwo, twoja rodzina od dawna jest nieufna wobec swoich pobratyńców - Żelaznych Ludzi . Teraz, niewielki oddział Skulde wylądował na naszym wybrzeżu. Czy są oni zwiastunem inwazji? Gdzie leży twoja lojalność?",
				"option2": "Choroba przemieszczała się niczym straszliwa fala przez Stary Świat, zabijając wszystkich na swojej drodze. Tysiące osób uciekło na pokładach statków. Jednak nie można było uciec przed plagą. Na wielu statkach udało się opanować chorobę dzięki bezwzględnym środkom - wyrzucano za burtę każdego, kto wykazywał najmniejsze objawy choroby. Inne statki zostały stracone na zawsze. W końcu ci, którzy przeżyli, znaleźli Żelazne Ziemie i uczynili z nich swój nowy dom. Niektórzy twierdzą, że na zawsze pozostaniemy przeklęci przez tych, których zostawiliśmy za sobą.",
				"quest2": "Osada została dotknięta chorobą. Choć ta wykazuje pewne podobieństwa do plagi w Starym Świecie, nie zabija swoich ofiar. Zamiast tego, zmienia je. Jak się ona objawia? Dlaczego przysięgasz szukać na nią lekarstwa?",
				"option3": "Stary Świat nie mógł nas dłużej utrzymać. Byliśmy zbyt liczni. Wycięliśmy lasy. Nasze uprawy zwiędły na jałowej ziemi. Miasta i wsie przepełnione były zdesperowanymi, głodnymi ludźmi. Drobni watażkowie walczyli o resztki. Rzuciliśmy swój los na morze i znaleźliśmy Żelazne Ziemie. Nowy świat. Świeży początek.",
				"quest3": "Dekady temu zakończył się exodus. Od tego czasu nie przypłynęły tu żadne statki ze Starego Świata. Aż do teraz. Docierają do nas wieści o jednym statku, świeżo przybyłym przez rozległy ocean, który osiadł na skałach Wysp Barierowych. Gdy słyszysz nazwę tego statku, przysięgasz odkryć los jego pasażerów. Dlaczego jest to dla ciebie takie ważne?"
			},
			"Iron": {
				"name": "Żelazo",
				"option1": "Imponujące wzgórza i góry Żelaznych Ziem są bogate w rudę żelaza. Najbardziej cenione jest czarne żelazo wykute z gwiazd.",
				"quest1": "Karawana, zmierzająca do odległych południowych krain, opuściła górniczą osadę w zeszłym sezonie, ale nigdy nie dotarła do celu. Wiozła łupy z czarnego żelaza. Dlaczego odnalezienie tej zaginionej karawany jest dla ciebie tak ważne?",
				"option2": "Pogoda jest ponura. Deszcz i wiatr nadciągają znad oceanu. Zimy są długie i gorzkie. Jeden z pierwszych osadników narzekał: 'Tylko ludzie z żelaza ośmielają się mieszkać w tym okropnym miejscu' - i właśnie tak nazwano naszą ziemię.",
				"quest2": "Żniwa okazały się niewystarczające. Nieubłagane śniegi sprawiły, że wioska została odizolowana. Kończy się jedzenie. Co zrobisz, by pomóc mieszkańcom przetrwać ten ciężki okres?",
				"option3": "Niezniszczalne metalowe filary znajdują się w całej krainie. Są szare jak żelazo i gładkie jak kamień rzeczny. Nikt nie zna ich przeznaczenia. Niektórzy twierdzą, że są tak stare jak świat. Niektórzy, jak na przykład Żelazni Kapłani, czczą je i składają na nie przysięgi. Większość uznaje je za znak ostrzegawczy i pospiesznie podąża swoją drogą, gdy natknie się na jeden z nich. Filary nie matowieją i nawet najostrzejsze ostrze nie jest w stanie ich zarysować.",
				"quest3": "Twoje sny nawiedzają wizje filaru, który stoi w nieznanym krajobrazie. Co jeszcze widzisz? Dlaczego przysięgasz go szukać?"
			},
			"Legacies": {
				"name": "Dziedzictwo",
				"option1": "Jesteśmy pierwszymi ludźmi, którzy przemierzają te ziemie.",
				"quest1": "W pismach jednego z pierwszych osadników znajduje się opis polany w sercu Prastarych Puszczy. Mówi się, że duchy tego miejsca udzielają cudownego błogosławieństwa. Jakim dobrodziejstwem ono obdarza?",
				"option2": "Inni ludzie przypłynęli tu ze Starego Świata nieopisane lata temu, ale wszystko, co po nich pozostało, to dziki, zdziczały lud, który nazywamy Złamanymi. Czy ich los stanie się naszym własnym?",
				"quest2": "Znajdujesz dziecko - jedno ze Złamanych. Jest ranne i polują na nie inni przedstawiciele jego gatunku. Czy chronisz je, nawet ryzykując, że ściągniesz na siebie gniew złamanych plemion?",
				"option3": "Przed Żelaznymi Ludźmi, nawet przed pierworodnymi, żył tu inny lud. Ich starożytne ruiny można znaleźć w całych Żelaznych Krainach.",
				"quest3": "Górnicy odkrywają podziemne ruiny. Od tego czasu mieszkańców osady nawiedzają dziwne sny. Mówią, że ruiny ich wzywają. Kilka osób zniknęło w tym ciemnym, starożytnym miejscu - w tym ktoś ważny dla ciebie."
			},
			"Communities": {
				"name": "Społeczności",
				"option1": "Jest nas niewielu na tej przeklętej ziemi. Większość z nas rzadko ma kontakt z kimkolwiek spoza naszej małej osady lub wioski, a na obcych patrzymy z głęboką podejrzliwością.",
				"quest1": "W środku zimy do zasypanej śniegiem wioski przybywa zdesperowany mężczyzna. Jest ranny, głodny i prawie zamarznięty na śmierć. Jego rodzina została porwana. Przez kogo? Czy stawisz czoła bezlitosnej zimie, by ich uratować?",
				"option2": "Żyjemy we wspólnotach zwanych Kręgami. Są to osady o różnej wielkości, od wiochy z kilkoma rodzinami do wsi liczącej kilkaset osób. Niektóre kręgi należą do ludów koczowniczych. Niektóre potężne kręgi mogą obejmować skupisko osad. Handlujemy (i czasem walczymy) z innymi kręgami.",
				"quest2": "Trwająca od kilkudziesięciu lat waśń między dwoma kręgami zaogniła się w otwarty konflikt. Co jest przyczyną tego sporu? Czy dołączysz do walki? Jeśli tak to po której stronie? Czy może przysięgniesz położyć jej kres?",
				"option3": "Przekształciliśmy Żelazne Krainy w dom. Wioski w obrębie Przystani połączone są dobrze wydeptanymi drogami. Karawany handlowe podróżują między osadami z Przystani a tymi z odległych regionów. Mimo to, duża część tej ziemi jest nieokiełznana.",
				"quest3": "Karawany są zmuszane do płacenia za przejazd drogą handlową. Ta opłata, stanowiąca jedną czwartą przewożonego towaru, pozostawia kilka społeczności bez wystarczających zapasów na zimę. Kto stawia takie żądania? Jak naprawisz sytuację?"
			},
			"Leaders": {
				"name": "Liderzy",
				"option1": "Liderzy są tak zróżnicowani jak ludzie zamieszkujący żelazne ziemie. Niektóre społeczności są rządzone przez głowę potężnej rodziny. Inne z kolei mają radę starszych, która podejmuje decyzje i rozstrzyga spory. W kolejnych społecznościach władzę sprawują kapłani. Dla niektórych decydujące są pojedynki w kręgu wybierające nasilniejszego władcę.",
				"quest1": "Masz żywe, powracające sny o mieście w krainie Żelaznych Ziem. Ma mocne kamienne mury, gwarne rynki i strażnicę na wysokim wzgórzu. I tak wielu ludzi! Nigdzie na Żelaznych Ziemiach nie ma takiego miasta. W swoich snach jesteś władcą tego miasta. W jakiś sposób, nie zważając na to, jak długo to potrwa, musisz urzeczywistnić tę wizję.",
				"option2": "Każda ze wspólnot Żelaznych Ludzi ma swojego lidera, zwanego Starszym. Co siódmą wiosnę ludzie potwierdzają swojego obecnego Starszego lub wybierają nowego. Niektórzy z nich niechętnie noszą żelazny pierścień, podczas gdy inni pragną władzy i zdobywają ją poprzez intrygi lub groźby.",
				"quest2": "Pewia Starsza zachorowała. Jest pewne, że umrze bez pomocy, a choroba nie jest znana wiejskiemu uzdrowicielowi. Podejrzewa się, że przyczyną jest trucizna, a może nawet zła magia. Rodziny w społeczności rzucają się sobie do gardeł, wysuwając preferowanych kandydatów do objęcia żelaznego pierścienia. Czy odkryjesz prawdę o chorobie Starszej i przywrócisz jej zdrowie?",
				"option3": "Liczni wodzowie klanów rządzą drobnymi domenami. Większość z nich ma zamiar zostać jedynym prawdziwym królem. Ich spory będą przyczyną naszej zguby.",
				"quest3": "W sekrecie posiadasz jedną połowę Prawdziwej Korony, relikwii Starego Świata. Wieki temu korona ta została przełamana na dwie części, gdy topór zabójcy rozłupał głowę najwyższego władcy. Ty wywodzisz się z tego królewskiego rodu. Kto dał ci ten relikt? Czy odnajdziesz drugą połowę złamanej korony i spróbujesz zjednoczyć klany pod swoim panowaniem? Czy może widzisz dla niej inne zastosowanie?"
			},
			"Defense": {
				"name": "Obronność",
				"option1": "Tutaj, na Żelaznych Ziemiach, zapasy są zbyt cenne, a ziemie zbyt słabo zaludnione, by utrzymać zorganizowane siły bojowe. Gdy jakaś społeczność jest zagrożona, ludzie jednoczą się, by chronić swoich.",
				"quest1": "Osada nie jest w stanie, lub nie chce, bronić się przed bezpośrednim zagrożeniem. Dlaczego? Jakie niebezpieczeństwo im grozi? Co zrobisz, aby ich chronić?",
				"option2": "Po żelaznych ziemiach chodzą Strażnicy. Są oni naszymi żołnierzami, strażą oraz milicją. Służą swoim społecznościom stojąc na straży, patrolując okoliczne ziemie i organizując obronę w czasie kryzysu. Wielu z nich jest silnie związanych ze swoją społecznością. Inni, zwani Wolna Straż, to wędrowni najemnicy, którzy wynajmują się, by służyć społeczności lub chronić karawany.",
				"quest2": "Trafiasz na umierającą strażniczkę. Mówi ci o ważnej misji i powierza ci jej wykonanie. \"Przysięgnij mi\" - mówi, wyciągając zakrwawioną rękę, by dać ci przedmiot kluczowy dla zadania. Co to jest? I na czym polega zadanie?",
				"option3": "Oddziały wojenne Żelaznych Ludzi są zbierane, aby zaatakować wrogów lub bronić miast. Choć nie są one tak imponujące jak armie, które niegdyś przemierzały Stary Świat, są tak dobrze wyszkolone i wyposażone, jak tylko ich społeczności mogą sobie na to pozwolić. Sztandary oddziałów wojennych są ozdobione wizerunkami historii Starego Świata i zwycięstw Żelaznych Ziem.",
				"quest3": "Brygada wojenna została zmieciona w walce z przeważającym wrogiem. Co łączy cię z tą bandą? Kto ich pokonał? Czy poniesiesz ich sztandar w poszukiwaniu zemsty, czy też przysięgniesz, że sprowadzisz go do domu na należne mu miejsce?"
			},
			"Mysticism": {
				"name": "Mistycyzm",
				"option1": "Niektórzy nadal znajdują pocieszenie w starych tradycjach. Wzywają mistyków, aby przepowiedzieli los ich noworodka, lub proszą ich o odprawienie rytuałów, aby przywołać obfite zbiory. Inni ze strachu działają przeciwko tym, których podejrzewają o posiadanie Mocy. Większość ludzi wierzy jednak, że prawdziwa magia - jeśli kiedykolwiek istniała - jest już dla nas stracona.",
				"quest1": "Ktoś z Twoich bliskich jest oskarżony o rzucenie klątwy na osadę, przez co pola leżą odłogiem, a bydło choruje. Jakie są na to dowody? Czy będziesz bronił tej osoby i odkryjesz prawdziwą przyczynę kłopotów osady?",
				"option2": "Magia jest rzadka i niebezpieczna, ale ci nieliczni, którzy władają mocą, są doprawdy potężnie obdarzeni.",
				"quest2": "Słyszałeś opowieści o kimś, kto włada prawdziwą mocą. Żyje on w odizolowanej osadzie daleko stąd. Kto opowiedział Ci o tym mistyku? Czy boisz się tej osoby? Czy go szanujesz? Dlaczego chcesz go odnaleźć?",
				"option3": "Magia przepływa przez tę krainę jak rzeki przez wzgórza. Moc jest dla tych, którzy zechcą ją wykorzystać, a nawet zwykli ludzie często znają pomocny rytuał lub dwa.",
				"quest3": "Ktoś, kogo kochasz, kroczył ścieżkami mocy, i jej uległ. Kim jest ta osoba? Dlaczego popadła w objęcia mroku? Gdzie się teraz znajduje? Czy starasz się ją uratować, czy też może jednak pokonać?"
			},
			"Religion": {
				"name": "Religia",
				"option1": "Garstka mieszkańców Żelaznych Ziem nadal robi znaki lub mamrocze modlitwy z przyzwyczajenia lub tradycji. Jednak większość wierzy, że bogowie dawno temu nas opuścili.",
				"quest1": "Charyzmatyczna mieszkanka Żelaznych Ziem, nakłania swoich wyznawców do wyrzeczenia się resztek religii Starego Świata, proponuje nową drogę dla tego nowego świata. Jakiej filozofii naucza? Co zamierza osiągnąć? Czy przysięgasz jej pomóc? A może ją powstrzymać?",
				"option2": "Ludzie czczą starych i nowych bogów. W tym surowym kraju modlitwa jest prostym, acz potężnym pokrzepieniem.",
				"quest2": "Jeden z mieszkańców Żelaznych Krain jest zdecydowany odbyć pielgrzymkę do niebezpiecznych miejsc. Jakiego świętego miejsca poszukuje? Dlaczego przysiągłeś im pomóc w tej podróży? Kto stara się ich powstrzymać i dlaczego?",
				"option3": "Naszych bogów jest wielu. Dają o sobie znać poprzez manifestacje i cuda. Niektórzy twierdzą, że nawet potajemnie chodzą wśród nas. Kapłani przekazują nam wolę bogów i sprawują władzę nad wieloma społecznościami.",
				"quest3": "Nosisz znamię boga. Co to za znak? Kapłani ogłaszają to jako znak, że zostałaś wybrana do wypełnienia przeznaczenia. Czy akceptujesz ten los i przysięgasz go wypełnić, czy też jesteś zdecydowana go cofnąć? Jakie siły stają przeciwko Tobie?"
			},
			"Firstborn": {
				"name": "Pierwotni",
				"option1": "Pierwotni przeszli do legendy. Niektórzy twierdzą, że pozostałości dawnych plemion nadal mieszkają w głębokich lasach lub wysokich górach. Jednak większość jest zdania, że nigdy nie były one niczym więcej niż mitem.",
				"quest1": "Ktoś ogarnięty obsesją na punkcie Pierwotnych chce znaleźć dowody na ich istnienie. Będzie to wymagało wyprawy w odległe krańce Żelaznych Krain. Jaka jest twoja rola w tej misji?",
				"option2": "Pierwotni żyją w izolacji i zaciekle chronią swoje ziemie.",
				"quest2": "Elf, wygnany przez swoich pobratymców, mieszka z mieszkańcami Żelaznych Krain. Z czasem stał się częścią społeczności. Teraz jest umierający. Tęskni za powrotem do swoich ludzi, zanim odejdzie. Czy poszukuje on rozgrzeszenia, a może sprawiedliwości? Dlaczego przysięgasz mu pomóc? Jaka siła bądź grupa sprzeciwia się jego powrotowi?",
				"option3": "Pierwotni mają władzę w Żelaznych Krainach. Elfy z głębokich lasów i olbrzymy ze wzgórz tolerują nas, a nawet handlują z nami - na razie. Mieszkańcy Żelaznych Krain obawiają się dnia, w którym zdecydują, że nie jesteśmy już tutaj mile widziani.",
				"quest3": "Ludzie i olbrzymy są na skraju wojny. Co się stało? Po czyjej stronie staniesz? Czy można uczynić cokolwiek, aby zażegnać ten konflikt?"
			},
			"Beasts": {
				"name": "Bestie",
				"option1": "Dawne bestie nie są niczym innym jak legendą. Nieliczni, którzy podróżują w głąb lasów i wysokich gór, wracają z opowieściami o potwornych stworzeniach, ale są to oczywiście urojenia. Takie rzeczy nie istnieją.",
				"quest1": "Byłeś świadkiem ataku, jak wydawało ci się, zwierzęcia o monstrualnych rozmiarach. Nikt jednak Ci nie wierzy w twoją opowieść. W rzeczywistości jesteś oskarżony o morderstwo, o które obwiniasz tę bestię. Jak możesz udowodnić swoją niewinność? Czy możesz w ogóle zaufać własnym wspomnieniom o tym wydarzeniu?",
				"option2": "Potworne bestie grasują po dzikich terenach Żelaznych Krain.",
				"quest2": "Wybitny mieszkaniec Żelaznej Krainy jest pochłonięty potrzebą dokonania zemsty na specyficznej bestii. Co czyni to stworzenie wyjątkowym? W jaki sposób zasłużyło na gniew Żelaznego Człowieka? Czy pomożesz tej osobie w jej wendencie? Czy też zapobiegniesz temu, by ślepa nienawiść tego człowieka nie zniszczyła więcej niż tylko samą bestię?",
				"option3": "Bestie wszelkiego rodzaju przemierzają Żelazne Krainy. Mieszkają głównie w głębi kraju, ale zapuszczają się na osiadłe ziemie, by polować. Tam często żerują na trzodach, ale ataki na podróżników, karawany, a nawet osady nie należą do rzadkości.",
				"quest3": "Zawodowi pogromcy zarabiają na życie zabijając bestie. Jedna z pogromców, znana w całych Żelaznych Krainach z licznych zwycięstw, zaginęła podczas polowania. Czy w końcu spotkała swój odpowiednik, czy może w grę wchodzi coś bardziej mrocznego. Co cię z nią łączy?"
			},
			"Horrors": {
				"name": "Horrory",
				"option1": "Nie sa niczym więcej niż opowieściami, które mają przestraszyć dzieci.",
				"quest1": "Morderstwa zaczęły się w zeszłym kwartale. Lokalne plotki sugerują, że są one dziełem mściwego horroru(ducha, stwora?), ale mogą też być spowodowane bardziej zwyczajnymi siłami. Jaki jest twój związek z tymi morderstwami? Co zrobisz, by je powstrzymać?",
				"option2": "Wystrzegamy się ciemnych lasów i głębin wód, bo w czeluściach tych miejsc czają się potwory. W czasie mroku, gdy wszystko spowija ciemność, tylko głupcy zapuszczają się poza swoje domy.",
				"quest2": "Nosisz blizny po ataku przerażającego stwora(horroru). Co to było? Czy te blizny są fizyczne, emocjonalne, czy może zarówno fizyczne, jak i emocjonalne? Jak starasz się ponownie uczynić siebie całością?",
				"option3": "Umarli nie spoczywają w Żelaznych Krainach. W nocy zapalamy pochodnie, rozsypujemy sól i stawiamy warty przy bramie. To nie wystarczy. Oni nadchodzą.",
				"quest3": "Grupa mieszkańców Żelaznych Krain zakłada osadę na terytorium przeklętym przez złośliwą grozę(horro?). Jakie zło nęka tę krainę? Dlaczego Żelaźni Ludzie tak bardzo chcą się tu osiedlić? Czy pomożesz im, czy spróbujesz zmusić ich do zaniechania tego głupiego przedsięwzięcia?"
			}
		},
		"OracleCategories": {
			"Access": "Dojście",
			"Action and Theme": "Akcja i Temat",
			"Ask the Oracle": "Spytaj Wyroczni",
			"Basic Form": "Podstawowa Forma",
			"Challenge Rank": "Poziom Wyzwania",
			"Chaotic": "Chaotyczny",
			"Character Creation": "Tworzenie Postaci",
			"Character Name": "Imię Postaci",
			"Character": "Postać",
			"Characters": "Postaci",
			"Combat Event": "Walka",
			"Community": "Spoleczność",
			"Core": "Sedno",
			"Creatures": "Kreatury",
			"Delve the Depths": "Sięgnij się w nieznane",
			"Derelicts": "Wraki",
			"Desert": "Pustkowie",
			"Engineering": "Inzynieria",
			"Factions": "Frakcje",
			"Feature": "Funkcja",
			"Fortified": "Ufortyfikowany",
			"Furnace": "Palenisko",
			"Grave": "Grób",
			"Haunted": "Nawiedzany",
			"Ice": "Lód",
			"Infested": "Zainfekowany",
			"Inhabited": "Zamieszkany",
			"Interior": "Wnętrze",
			"Ironlander": "Ludzie z Zelaznych Ziem",
			"Jovian": "Jowiszowy",
			"Jungle": "Dzungla",
			"Living": "Zyjący",
			"Location Themes": "Motyw Lokacji",
			"Mechanical": "Mechaniczny",
			"Medical": "Medyczny",
			"Misc": "Rozne",
			"Mission": "Zadanie",
			"Monstrosity": "Potworność",
			"Moves": "Ruchy",
			"Name": "Nazwa",
			"Ocean": "Ocean",
			"Operations": "Operacja",
			"Opportunity": "Okazja",
			"Other": "Inny",
			"Peril": "Niebezpieczeństwo",
			"Place": "Miejsce",
			"Planets": "Planety",
			"Population": "Populacja",
			"Production": "Produkcja",
			"Quick Name": "Szybkie imie",
			"Research": "Badania",
			"Rocky": "Skalisty",
			"Ruined": "Zrujnowany",
			"Sacred": "Poswiecony",
			"Sanctum": "Sanktuarium",
			"Sector Name": "Nazwa strefy",
			"Settlement": "Osada",
			"Settlements": "Osady",
			"Shattered": "Strzaskany",
			"Sighting": "Obserwacja",
			"Site Name": "Nazwa Lokacji",
			"Site Nature": "Charakter Lokacji",
			"Space": "Przestrzeń",
			"Starships": "Starships",
			"Tainted": "Skażony",
			"Threat": "Groźba",
			"Trap": "Pułapka",
			"Turning Point": "Punkt zwrotny",
			"Type": "Rodzaj",
			"Vaults": "Skarbce",
			"Vital": "Istotnosc",
			"Zones": "Strefy",
			"Custom": "Własne Wyrocznie"
		},
		"Asset Categories": {
			"Custom": "Własne Aspekty"
		},
		"ROLLTABLE": {
			"TypeOracle": "Wyroczni"
		},
		"ROLLTABLES": {
			"TypeOracle": "Wyrocznie"
		},
		"SCENE": {
			"TypeSector": "Sektor"
		},
		"ACTOR": {
			"SubtypeDerelict": "Ruina",
			"SubtypePlanet": "Planeta",
			"SubtypeSettlement": "Osada",
			"SubtypeStar": "Gwiazda",
			"SubtypeVault": "Krypta Prekursora",
			"TypeCharacter": "Postać",
			"TypeFoe": "BG",
			"TypeLocation": "Lokacja",
			"TypeShared": "Wspólna Karta",
			"TypeStarship": "Statek Kosmicznyu"
		},
		"ACTORS": {
			"SubtypePlanet": "Planety",
			"SubtypeSettlement": "Osady",
			"SubtypeStar": "Gwiazdy",
			"TypeCharacter": "Postaci",
			"TypeLocation": "Lokacji"
		},
		"ITEM": {
			"SubtypeConnection": "Połączenie",
			"SubtypeProgress": "Postęp",
			"SubtypeVow": "Przysięga",
			"TypeAsset": "Aspekt",
			"TypeBond": "Więź",
			"TypeProgressTrack": "Tor postępu",
			"TypeDelveDomain": "Domena",
			"TypeDelveTheme": "Motyw",
			"TypeDelveThemeOrDomain": "Motyw/domena"
		},
		"ITEMS": {
			"SubtypeConnection": "Połączenia",
			"SubtypeProgress": "Postęp",
			"TypeAsset": "Aspekty",
			"TypeBond": "Więzi",
			"TypeMove": "Ruchy"
		},
		"JOURNALENTRYPAGE": {
			"TypeProgressTrack": "Tor postępu"
		},
		"DELVESITE": {
			"Dangers": "Zagrożenia",
			"Denizen": "Mieszkaniec/ka",
			"Denizens": "Mieszkańcy",
			"Feature": "Cecha",
			"Features": "Cechy"
		}
	}
}
