{
  "IRONSWORN": {
    "Ironsworn": "Ironsworn",
    "Starforged": "Starforged",
    "YourWorldTruths": "Swiat: Prawdy",
    "TruthQuestStarter": "Zadanie poczatkowe:",
    "QuestStarter": "Zadanie poczatkowe",
    "SaveYourTruths": "Zapisz Prawdy",
    "CustomTruth": "Własna Prawda",
    "Roll": "Rzuć",
    "Versus": "vs.",
    "CappedAt10": "Action score is capped at 10",
    "Strong_hit": "Sukces!",
    "Strong_hit_match": "Triumf! (match)",
    "On_a_strong_hit": "Przy Pełnym Sukcesie",
    "Weak_hit": "Częściowy Sukces",
    "On_a_weak_hit": "Przy Częściowym Sukcesie",
    "Miss": "Porazka",
    "Miss_match": "Krytyczna Porazka(match)",
    "On_a_miss": "Przy miss",
    "MarkProgress": "Zaznacz Postęp",
    "UnmarkProgress": "Odznacz Postęp",
    "ProgressRoll": "Rzut postępu",
    "StarProgress": "Gdy jest aktywny, ten element pojawi się również w zakładce 'Dziedzictwo'",
    "Troublesome": "Kłopotliwy",
    "Dangerous": "Niebezpieczny",
    "Formidable": "Nadzwyczajny",
    "Extreme": "Ekstremalny",
    "Epic": "Epicki",
    "Stat": "Statystyka",
    "roll +x": "rzuć +{stat}",
    "Momentum": "impet",
    "Health": "zdrowie",
    "Spirit": "duch",
    "Supply": "zasoby",
    "Edge": "sprawność",
    "Heart": "serce",
    "Iron": "żelazo",
    "Shadow": "cień",
    "Wits": "rozum",
    "XP": "Exp",
    "Legacies": "Dziedzictwa",
    "Clock": "Zegar",
    "Quests": "Zadania",
    "Discoveries": "Odkrycia",
    "Debilities": "Osłabienie",
    "Conditions": "Dolegliwość",
    "Banes": "Zguby",
    "Burdens": "Brzemiona",
    "Misfortunes": "Nieszczęścia",
    "LastingEffects": "Trwałe efekty",
    "Vehicle": "Pojazdy",
    "Wounded": "Zraniony",
    "Unprepared": "Nieprzygotowany",
    "Shaken": "Wstrząśnięy",
    "Encumbered": "Przeciążony",
    "Maimed": "Okaleczony",
    "Corrupted": "Spaczony",
    "Cursed": "Przeklęty",
    "Tormented": "Dręczony",
    "Permanentlyharmed": "Trwale zraniony",
    "Traumatized": "Straumatyzowany",
    "Doomed": "Zgubiony",
    "Indebted": "Zadłużony",
    "Battered": "Poobijany",
    "Reroll": "Przerzut",
    "MOVES": {
      "Adventure": "Ruchy Podróży",
      "Combat": "Ruchy Walki",
      "Custom": "Własne Ruchy",
      "Delve": "Ruchy Nieznanego",
      "Fate": "Ruchy Przeznaczenia",
      "Legacy": "Ruchy Dziedzictwa",
      "Quest": "Ruchy Zadań",
      "Relationship": "Ruchy Więzi",
      "Suffer": "Ruchy Konsekwencji",
      "Threshold": "Próg"
    },
    "LocationType": "Typ Lokacji",
    "RollForDetails": "Wylosuj Detale Lokacji",
    "RandomName": "Losowe imię",
    "BurnForUpgrade": "Spal Impet: <strong>{type}</strong>",
    "MomentumBurnt": "Spalony Impet",
    "NegativeMomentumCancel": "Ujemny Impet anulował Kość Akcji",
    "Pronouns": "Zaimki",
    "Callsign": "Ksywa",
    "Characteristics": "Charakterystyka",
    "Summary": "Podsumowanie",
    "Trigger": "Wyzwalacz",
    "FullText": "Pełny tekst",
    "Fields": "Domeny",
    "Label": "Etykieta",
    "Value": "Wartość",
    "Abilities": "Zdolności",
    "Options": "Opcje",
    "Track": "Tor",
    "Enabled": "Włączony",
    "Rank": "Ranga",
    "Completed": "Ukończone/y",
    "NotCompleted": "Nieukończony/e",
    "Features": "Cechy",
    "Feature": "Cecha",
    "Dangers": "Zagrożenia",
    "Foes": "Przeciwnicy",
    "Foe": "Przeciwnik",
    "Edit": "Edytuj",
    "Domain": "Domena",
    "Theme": "Motyw",
    "Denizen": "Mieszkaniec/ka",
    "Denizens": "Mieszkańcy",
    "OpenCompendium": "Otwórz Kompendium",
    "ConfirmDelete": "Jesteś pewien? Nie można tego cofnąć.",
    "RequiresLocationType": "Ta Wyrocznia wymaga wybrania typu lokacji",
    "PlanetType": "Typ planety",
    "RandomPlanetType": "Losowy typ planety",
    "SettlementType": "Typ Osady",
    "RandomSettlementType": "Losowy typ planety",
    "StarType": "Typ gwiazdy",
    "RandomStarType": "Losowy typ gwiazdy",
    "DerelictType": "Type of derelict",
    "RandomDerelictType": "Random derelict type",
    "VaultType": "Typ krypty",
    "RandomVaultType": "Losowy typ krypty",
    "First": "pierwszy",
    "Second": "drugi",
    "Third": "trzeci",
    "Fourth": "czwarty",
    "Fifth": "piąty",
    "StarforgedTools": "Narzędzia Starforged",
    "Region": "Region",
    "Terminus": "Stacja",
    "Outlands": "Rubieże",
    "Expanse": "Przestrzeń",
    "RotateCCW": "Obróc zgodnie z ruchem zegara",
    "RotateCW": "Oróć przeciwnie do ruchu zegera",
    "ChatAlert": {
      "Renamed": "Zmieniono na {name}",
      "renamed": "zmieniono na {name}",
      "Added": "Dodano {name}",
      "Deleted": "Usunięto {name}",
      "MarkedXP": "Zaznaczono {amt} XP",
      "UnmarkedXP": "Odznaczono {amt} XP",
      "AdjustedStat": "{amt} {stat} (now {val})",
      "SetCondition": "Set the {condition} stan",
      "ClearedCondition": "Usunięto {condition} stan",
      "RankChanged": "Ranga zmieniona z {old} to {new}",
      "rankChanged": "ranga zmieniona z {old} to {new}",
      "ProgressAdvanced": "Zwiększono postęp",
      "progressAdvanced": "zwiększono postęp",
      "ProgressReduced": "Postęp zredukowany",
      "progressReduced": "postęp zredukowany",
      "MarkedAbility": "oznaczono {pos} umiejętność",
      "UnmarkedAbility": "odznaczono {pos} umiejętność",
      "MarkedOption": "zaznaczono {name}",
      "SetField": "ustawiono {name} do {val}",
      "AddBond": "Dodano więź",
      "LostBond": "Utracono Więź",
      "completedMarked": "Odnotowano wykonanie",
      "completedUnmarked": "Odnotowano wykonanie",
      "clockAdvancedOneSegment": "zegar przesunięto do {new}⁄{max}",
      "clockAdvancedTwoSegments": "przesunięto zegar o {change} segmenty do {new}⁄{max}",
      "clockAdvancedManySegments": "przesunięto zagar o {change} segmenty do {new}⁄{max}",
      "clockCompletedOneSegment": "przesunięto zegar o {new}⁄{max}—zegar zapełniony!",
      "clockCompletedTwoSegments": "przesunięto zegar o {change} segmenty do {new}⁄{max}—zegar zapełniony!",
      "clockCompletedManySegments": "przesunięto zegar o {change} segmenty do {new}⁄{max}—zegar zapełniony!",
      "clockSet": "ustawiono zegar na {new}⁄{max}"
    },
    "Settings": {
      "Theme": {
        "Name": "Styl Wizualny",
        "Hint": "Wybierz styl wizualny dla gry. Wymaga przeładowania.",
        "Ironsworn": "Ironsworn: Klasyczny",
        "Starforged": "Starforged (eksperymentalny)"
      },
      "Tools": {
        "Name": "Narzędzia Postaci",
        "Hint": "Which set of moves and oracles will appear Gdy opening a character sheet.",
        "Sheet": "Match sheet"
      },
      "SharedSupply": {
        "Name": "Shared Supply Tracker",
        "Hint": "If on, changing any character/shared supply tracker changes all other actors' supply trackers as well."
      },
      "LogChanges": {
        "Name": "Log Character Updates",
        "Hint": "If on, changes to character stats will be logged to the chat."
      },
      "PromptTruths": {
        "Name": "Ironsworn/Starforged Dialog on Start",
        "Hint": "Open the above dialog on startup."
      },
      "ConfigurationDialog": {
        "Label": "Ironsworn/Starforged Configuration Dialog",
        "Name": "Configuration Dialog",
        "Hint": "Choose between Ironsworn and Starforged UI elements."
      },
      "SFBeta": {
        "Name": "Show Starforged beta content",
        "Hint": "Enables in-progress Starforged features."
      }
    },
    "First Start": {
      "Welcome": "Witaj",
      "Save": "Zapisz",
      "Intro": "Witaj w Ironsworn! Przed rozpoczęciem jest jeszcze kilka wyborów do wykonania."
    },
    "WorldTruths": {
      "The Old World": {
        "name": "Stary Świat",
        "option1": "Dzikie klany zwane Skulde najechały królestwa Starego Świata. Nasze armie padły. Większość została zabita lub wzięta w niewolę. Ci, którzy uciekli, wypłynęli na pokładzie wszystkiego, co dało się unieść na wodzie. Po uciążliwej, wielomiesięcznej podróży, ocalali dotarli na ląd Żelaznych Ziem.",
        "quest1": "Jesteś potomkiem Skuldów. Ze względu na swoje dziedzictwo, twoja rodzina od dawna jest nieufna wobec swoich pobratyńców - Żelaznych Ludzi . Teraz, niewielki oddział Skulde wylądował na naszym wybrzeżu. Czy są oni zwiastunem inwazji? Gdzie leży twoja lojalność?",
        "option2": "Choroba przemieszczała się niczym straszliwa fala przez Stary Świat, zabijając wszystkich na swojej drodze. Tysiące osób uciekło na pokładach statków. Jednak nie można było uciec przed plagą. Na wielu statkach udało się opanować chorobę dzięki bezwzględnym środkom - wyrzucano za burtę każdego, kto wykazywał najmniejsze objawy. Inne statki zostały stracone na zawsze. W końcu ci, którzy przeżyli, znaleźli Żelazne Ziemie i uczynili z nich swój nowy dom. Niektórzy twierdzą, że na zawsze pozostaniemy przeklęci przez tych, których zostawiliśmy za sobą.",
        "quest2": "Osada została dotknięta chorobą. Choć choroba ta wykazuje pewne podobieństwa do plagi w Starym Świecie, nie zabija swoich ofiar. Zamiast tego, zmienia je. Jak objawia się ta choroba? Dlaczego przysięgasz szukać lekarstwa?",
        "option3": "Stary Świat nie mógł nas dłużej utrzymać. Byliśmy zbyt liczni. Wycięliśmy lasy. Nasze uprawy zwiędły na jałowej ziemi. Miasta i wsie przepełnione były zdesperowanymi, głodnymi ludźmi. Drobni watażkowie walczyli o resztki. Rzuciliśmy swój los na morze i znaleźliśmy Żelazne Ziemie. Nowy świat. Świeży początek.",
        "quest3": "Dekady temu zakończył się exodus. Od tego czasu nie przypłynęły tu żadne statki ze Starego Świata. Aż do teraz. Docierają do nas wieści o jednym statku, świeżo przybyłym przez rozległy ocean, który osiadł na skałach Wysp Barierowych. Gdy słyszysz nazwę tego statku, przysięgasz odkryć los jego pasażerów. Dlaczego jest to dla ciebie takie ważne?"
      },
      "Iron": {
        "name": "Żelazo",
        "option1": "Imponujące wzgórza i góry Żelaznych Ziem są bogate w rudę żelaza. Najbardziej cenione jest czarne żelazo wykute z gwiazd.",
        "quest1": "Karawana, zmierzająca do odległych południowych krain, opuściła górniczą osadę w zeszłym sezonie, ale nigdy nie dotarła do celu. Wiozła łupy z czarnego żelaza. Dlaczego odnalezienie tej zaginionej karawany jest dla ciebie tak ważne?",
        "option2": "Pogoda jest ponura. Deszcz i wiatr nadciągają od oceanu. Zimy są długie i gorzkie. Jeden z pierwszych osadników narzekał: 'Tylko ludzie z żelaza ośmielają się mieszkać w tym okropnym miejscu' - i tak właśnie nazwano naszą ziemię.",
        "quest2": "Żniwa okazały się niewystarczające. Nieubłagane śniegi sprawiły, że wioska została odizolowana. Kończy się jedzenie. Co zrobisz, by pomóc tym ludziom przetrwać ten ciężki okres?",
        "option3": "Niezniszczalne metalowe filary znajdują się w całej krainie. Są szare jak żelazo i gładkie jak kamień rzeczny. Nikt nie zna ich przeznaczenia. Niektórzy twierdzą, że są tak stare jak świat. Niektórzy, jak na przykład Żelazni Kapłani, czczą je i składają na nie przysięgi. Większość uznaje je za znak ostrzegawczy i pospiesznie podąża swoją drogą, gdy natknie się na jeden z nich. Filary nie matowieją i nawet najostrzejsze ostrze nie jest w stanie ich zarysować.",
        "quest3": "Twoje sny nawiedzają wizje filaru, który stoi w nieznanym krajobrazie. Co widzisz? Dlaczego przysięgasz go szukać?"
      },
      "Legacies": {
        "name": "Dziedzictwo",
        "option1": "Jesteśmy pierwszymi ludźmi, którzy przemierzają te ziemie.",
        "quest1": "W pismach jednego z pierwszych osadników znajduje się opis polany w sercu Prastarych Puszczy. Mówi się, że duchy tego miejsca udzielają cudownego błogosławieństwa. Jakim dobrodziejstwem jest ono obdarza?",
        "option2": "Inni ludzie przypłynęli tu ze Starego Świata nieopisane lata temu, ale wszystko, co po nich pozostało, to dziki, zdziczały lud, który nazywamy Złamanymi. Czy ich los stanie się naszym własnym?",
        "quest2": "Znajdujesz dziecko - jedno ze Złamanych. Jest ranne i polują na nie inni przedstawiciele jego gatunku. Czy chronisz je, nawet ryzykując, że ściągniesz na siebie gniew złamanych plemion?",
        "option3": "Przed Żelaznymi Ludźmi, nawet przed pierworodnymi, żył tu inny lud. Ich starożytne ruiny można znaleźć w całych Żelaznych Krainach.",
        "quest3": "Górnicy odkrywają podziemne ruiny. Od tego czasu mieszkańców osady nawiedzają dziwne sny. Mówią, że ruiny ich wzywają. Kilka osób zniknęło w tym ciemnym, starożytnym miejscu - w tym ktoś ważny dla ciebie."
      },
      "Communities": {
        "name": "Społeczności",
        "option1": "Jest nas niewielu na tej przeklętej ziemi. Większość z nas rzadko ma kontakt z kimkolwiek spoza naszej małej osady lub wioski, a na obcych patrzymy z głęboką podejrzliwością.",
        "quest1": "W środku zimy do zasypanej śniegiem wioski przybywa zdesperowany mężczyzna. Jest ranny, głodny i prawie zamarznięty na śmierć. Jego rodzina została porwana. Przez kogo? Czy stawisz czoła bezlitosnej zimie, by ich uratować?",
        "option2": "Żyjemy we wspólnotach zwanych Kręgami. Są to osady o różnej wielkości, od wiochy z kilkoma rodzinami do wsi liczącej kilkaset osób. Niektóre kręgi należą do ludów koczowniczych. Niektóre potężne kręgi mogą obejmować skupisko osad. Handlujemy (i czasem walczymy) z innymi kręgami.",
        "quest2": "Trwająca od kilkudziesięciu lat waśń między dwoma kręgami zaogniła się w otwarty konflikt. Co jest przyczyną tego sporu? Czy dołączysz do walki? Jeśli tak to po której stronie? Czy może przysięgniesz położyć jej kres?",
        "option3": "Przekształciliśmy Żelazne Krainy w dom. Wioski w obrębie Przystani połączone są dobrze wydeptanymi drogami. Karawany handlowe podróżują między osadami z Przystani a tymi z odległych regionów. Mimo to, duża część tej ziemi jest nieokiełznana.",
        "quest3": "Karawany są zmuszane do płacenia za przejazd drogą handlową. Ta opłata, stanowiąca jedną czwartą przewożonego towaru, pozostawia kilka społeczności bez wystarczających zapasów na zimę. Kto stawia takie żądania? Jak naprawisz sytuację?"
      },
      "Leaders": {
        "name": "Liderzy",
        "option1": "Leadership is as varied as the people. Some communities are governed by the head of a powerful family. Or, they have a council of elders who make decisions and settle disputes. In others, the priests hold sway. For some, it is duels in the circle that decide.",
        "quest1": "You have vivid reoccurring dreams of an Ironlands city. It has strong stone walls, bustling markets, and a keep on a high hill. And so many people! Nowhere in the Ironlands does such a city exist. In your dreams, you are the ruler of this city. Somehow, no matter how long it takes, musisz make this vision a reality.",
        "option2": "Each of our communities has its own leader, called an overseer. Every seventh spring, the people affirm their current overseer or choose a new one. Some overseers wear the iron circlet reluctantly, while others thirst for power and gain it through schemes or threats.",
        "quest2": "An overseer has fallen ill. She is sure to die without help, and the illness is unknown to the village healer. Poison, or perhaps even foul magic, is suspected. The families in the community are now at each other’s throats as they position their preferred candidates to take up the iron circlet. Will you discover the truth of the overseer’s illness and restore her to health?",
        "option3": "Numerous clan-chiefs rule over petty domains. Most are intent on becoming the one true king. Their squabbles will be our undoing.",
        "quest3": "You secretly possess one-half of the True Crown, an Old World relic. Centuries ago, this crown was broken in two Gdy an assassin’s axe split the head of the supreme ruler. You are descended from that lineage. Who gave you this relic? Will you find the other half of the broken crown and attempt to unite the clans under your rule? Or, do you see another use for it?"
      },
      "Defense": {
        "name": "Obronność",
        "option1": "Here in the Ironlands, supplies are too precious, and the lands are too sparsely populated, to support organized fighting forces. Gdy a community is threatened, the people stand together to protect their own.",
        "quest1": "A settlement is unable, or unwilling, to defend itself against an imminent threat. Why? What peril do they face? What will you do to protect them?",
        "option2": "The wardens are our soldiers, guards, and militia. They serve their communities by standing sentry, patrolling surrounding lands, and organizing defenses in times of crisis. Most have strong ties to their community. Others, called free wardens, are wandering mercenaries who hire on to serve a community or protect caravans.",
        "quest2": "You come upon a dying warden. She tells you of an important mission, and charges you with its completion. \"Swear to me,\" she says, reaching out with a bloodied hand to give you an object crucial to the quest. What is it?",
        "option3": "Our warbands are rallied to strike at our enemies or defend our holdings. Though not nearly as impressive as the armies that once marched across the Old World, these forces are as well-trained and equipped as their communities can manage. The banners of the warbands are adorned with depictions of their Old World history and Ironland victories.",
        "quest3": "A warband was wiped out in a battle against an overwhelming enemy. What is your connection to this band? Who defeated them? Will you carry their banner on a quest for vengeance, or do you vow to see it brought home to a place of honor?"
      },
      "Mysticism": {
        "name": "Mistycyzm",
        "option1": "Some still find comfort in the old ways. They call on mystics to divine the fortune of their newborn, or ask them to perform rituals to invoke a bountiful harvest. Others act out of fear against those who they suspect of having power. However, most folk believe true magic—if it ever existed—is lost to us now.",
        "quest1": "Someone close to you is accused of cursing a settlement, causing fields to go fallow and cattle to become sick. What is the evidence of this? Will you defend this person and uncover the true cause of the settlement’s troubles?",
        "option2": "Magic is rare and dangerous, ale those few who wield the power are truly gifted.",
        "quest2": "You have heard stories of someone who wields true power. They live in an isolated settlement far away. Who told you of this mystic? Are they feared or respected? Why do you swear to seek them out?",
        "option3": "Magic courses through this land as the rivers flow through the hills. The power is there for those who choose to harness it, and even the common folk often know a helpful ritual or two.",
        "quest3": "Someone you love walked the paths of power, and succumbed to it. Who are they? Why did they fall into darkness? Where are they now? Do you seek to save them or defeat them?"
      },
      "Religion": {
        "name": "Religia",
        "option1": "A few Ironlanders still make signs or mumble prayers out of habit or tradition, ale most believe the gods long ago abandoned us.",
        "quest1": "A charismatic Ironlander, encouraging her followers to renounce the vestiges of Old World religions, proposes a new path for this new world. What doctrine does she teach? What does she seek to achieve? Are you sworn to aid or stop her?",
        "option2": "The people honor old gods and new. In this harsh land, a prayer is a simple ale powerful comfort.",
        "quest2": "An Ironlander is determined to make a pilgrimage into dangerous lands. What holy place do they seek? Why do you swear to aid them on this podróż? Who seeks to stop them and why?",
        "option3": "Our gods are many. They make themselves known through manifestations and miracles. Some say they even secretly walk among us. The priests convey the will of the gods and hold sway over many communities.",
        "quest3": "You bear the mark of a god. What is it? The priests declare this as a sign you are chosen to fulfill a destiny. Do you accept this fate, and swear to see it through, or are you determined to see it undone? What force opposes you?"
      },
      "Firstborn": {
        "name": "Pierworodni/Starsze Rasy",
        "option1": "The firstborn have passed into legend. Some say the remnants of the old tribes still dwell in deep forests or high mountains. Most believe they were never anything more than myth.",
        "quest1": "Someone obsessed with the firstborn wants to find evidence of their existence. This will require an expedition into the far reaches of the Ironlands. What is your role in this mission?",
        "option2": "The firstborn live in isolation and are fiercely protective of their own lands.",
        "quest2": "The elf, outcast from his kind, lives with Ironlanders. Over time, he became a part of the community. Now, he is dying. He yearns to return to his people before he passes. Does he seek absolution or justice? Why do you swear to help him? What force opposes his return?",
        "option3": "The firstborn hold sway in the Ironlands. The elves of the deep forests and the giants of the hills tolerate us and even trade with us—for now. Ironlanders fear the day they decide we are no longer Witaj here.",
        "quest3": "Humans and giants are on the brink of war. What has happened? Who do you side with? Can anything be done to defuse the situation?"
      },
      "Beasts": {
        "name": "Bestie",
        "option1": "The beasts of old are nothing ale legend. A few who travel into the deep forests and high mountains return with wild tales of monstrous creatures, ale they are obviously delusional. No such things exist.",
        "quest1": "You were witness to an attack by what you thought was an animal of monstrous proportions. No one believes you. In fact, you are accused of the murder you blame on this beast. How can you prove your innocence? Can you even trust your own memories of the event?",
        "option2": "Monstrous beasts stalk the wild areas of the Ironlands.",
        "quest2": "A prominent Ironlander is consumed with the need to bring vengeance upon a specific beast. What makes this creature distinctive? How did it earn the wrath of this Ironlander? Do you aid this person in their quest, or act to prevent their blind hate from destroying more than just the beast?",
        "option3": "Beasts of all sorts roam the Ironlands. They dwell primarily in the reaches, ale range into the settled lands to hunt. There, they often prey on cattle, ale attacks on travelers, caravans, or even settlements are not uncommon.",
        "quest3": "Professional slayers earn their keep by killing beasts. This particular slayer, famed throughout the Ironlands for her numerous kills, has gone missing on a hunt. Did she finally meet her match, or is something more nefarious at play. What is your connection to her?"
      },
      "Horrors": {
        "name": "Horrory",
        "option1": "Nothing ale stories to frighten children.",
        "quest1": "The murders began last season. Local gossip suggests they are the work of a vengeful horror, ale there may be more mundane forces at work. What is your connection to these killings? What will you do to stop them?",
        "option2": "We are wary of dark forests and deep waterways, for monsters lurk in those places. In the depths of the long-night, Gdy all is wreathed in darkness, only fools venture beyond their homes.",
        "quest2": "You bear the scars of an attack by a horror. What was it? Are those scars physical, emotional, or both? How do you seek to make yourself whole again?",
        "option3": "The dead do not rest in the Ironlands. At night we light torches, scatter salt, and post sentries at the gate. It is not enough. They are coming.",
        "quest3": "A group of Ironlanders establish a settlement in a territory cursed by a malevolent horror. What evil plagues this land? Why are the Ironlanders so intent on settling here? Will you aid them, or attempt to force them to give up this foolish undertaking?"
      }
    },
    "OracleCategories": {
      "Access": "Dojście",
      "Action and Theme": "Akcja i Temat",
      "Ask the Oracle": "Spytaj Wyroczni",
      "Basic Form": "Podstawowa Forma",
      "Challenge Rank": "Poziom Wyzwania",
      "Chaotic": "Chaotyczny",
      "Character Creation": "Tworzenie Postaci",
      "Character Name": "Imię Postaci",
      "Character": "Postać",
      "Characters": "Postaci",
      "Combat Event": "Walka",
      "Community": "Spoleczność",
      "Core": "Sedno",
      "Creatures": "Kreatury",
      "Delve the Depths": "Sięgnij się w nieznane",
      "Derelicts": "Wraki",
      "Desert": "Pustkowie",
      "Engineering": "Inzynieria",
      "Factions": "Frakcje",
      "Feature": "Funkcja",
      "Fortified": "Ufortyfikowany",
      "Furnace": "Palenisko",
      "Grave": "Grób",
      "Haunted": "Nawiedzany",
      "Ice": "Lód",
      "Infested": "Zainfekowany",
      "Inhabited": "Zamieszkany",
      "Interior": "Wnętrze",
      "Ironlander": "Ludzie z Zelaznych Ziem",
      "Jovian": "Jowiszowy",
      "Jungle": "Dzungla",
      "Living": "Zyjący",
      "Location Themes": "Motyw Lokacji",
      "Mechanical": "Mechaniczny",
      "Medical": "Medyczny",
      "Misc": "Rozne",
      "Mission": "Zadanie",
      "Monstrosity": "Potworność",
      "Moves": "Ruchy",
      "Name": "Nazwa",
      "Ocean": "Ocean",
      "Operations": "Operacja",
      "Opportunity": "Okazja",
      "Other": "Inny",
      "Peril": "Niebezpieczeństwo",
      "Place": "Miejsce",
      "Planets": "Planety",
      "Population": "Populacja",
      "Production": "Produkcja",
      "Quick Name": "Szybkie imie",
      "Research": "Badania",
      "Rocky": "Skalisty",
      "Ruined": "Zrujnowany",
      "Sacred": "Poswiecony",
      "Sanctum": "Sanktuarium",
      "Sector Name": "Nazwa strefy",
      "Settlement": "Osada",
      "Settlements": "Osady",
      "Shattered": "Strzaskany",
      "Sighting": "Obserwacja",
      "Site Name": "Nazwa Lokacji",
      "Site Nature": "Charakter Lokacji",
      "Space": "Przestrzeń",
      "Starships": "Starships",
      "Tainted": "Skażony",
      "Threat": "Groźba",
      "Trap": "Pułapka",
      "Turning Point": "Punkt zwrotny",
      "Type": "Rodzaj",
      "Vaults": "Skarbce",
      "Vital": "Istotnosc",
      "Zones": "Strefy",
      "Custom": "Własne Wyrocznie"
    },
    "ROLLTABLE": {
      "TypeOracle": "Wyroczni"
    },
    "ROLLTABLES": {
      "TypeOracle": "Wyrocznie"
    },
    "SCENE": {
      "TypeSector": "Sektor"
    },
    "ACTOR": {
      "TypeCharacter": "Postać",
      "SubtypeStar": "Gwiazda",
      "SubtypePlanet": "Planeta",
      "SubtypeSettlement": "Osada",
      "SubtypeDerelict": "Ruina",
      "SubtypeVault": "Krypta Prekursora",
      "TypeStarship": "Statek Kosmicznyu",
      "TypeShared": "Wspólna Karta",
      "TypeFoe": "BG"
    },
    "ITEM": {
      "SubtypeVow": "Przysięga",
      "SubtypeProgress": "Postęp",
      "TypeAsset": "Aspekt",
      "TypeBond": "Więź",
      "SubtypeConnection": "Połączenie"
    },
    "ITEMS": {
      "SubtypeConnection": "Połączenia",
      "TypeAsset": "Aspekty",
      "TypeBond": "Więzi",
      "TypeMove": "Ruchy"
    },
    "JOURNALENTRYPAGE": {},
    "JOURNALENTRYPAGES": {}
  }
}