{
  "name": "Bladewing",
  "type": "progress",
  "img": "icons/creatures/magical/spirit-undead-winged-ghost.webp",
  "data": {
    "description": "\n\n<h2>Bladewing</h2>\n\n<p>These carnivorous creatures dwell in caves and ruins, and emerge at night to hunt. They have a lean, angular form, with a wingspan as wide as an Ironlander’s outstretched arms.</p>\n<p>They typically feed on smaller prey, but a pack of hungry bladewings will harass larger victims, diving and slashing in coordinated attacks. During the long nights of winter, swarms of these creatures have descended on Ironlander settlements or unwary travelers.</p>\n\n<div class=\"boxgroup flexrow boxrow\">\n  <div class=\"flexcol box\" style=\"justify-content: flex-start;\">\n    <h4 class=\"nogrow\" style=\"margin: 0.5em;\">Features</h4>\n    <p class=\"nogrow\">Large, dagger-shaped wings</p>\n    <p class=\"nogrow\">Elongated jaws with needle-like teeth</p>\n    <p class=\"nogrow\">Dark, leathery hide</p>\n  </div>\n  <div class=\"flexcol box\" style=\"justify-content: flex-start;\">\n    <h4 class=\"nogrow\" style=\"margin: 0.5em;\">Drives</h4>\n    <p class=\"nogrow\">Take flight under the cover of darkness</p>\n    <p class=\"nogrow\">Hunt from above</p>\n  </div>\n  <div class=\"flexcol box\" style=\"justify-content: flex-start;\">\n    <h4 class=\"nogrow\" style=\"margin: 0.5em;\">Tactics</h4>\n    <p class=\"nogrow\">Glide silently</p>\n    <p class=\"nogrow\">Sudden, swift attack</p>\n  </div>\n</div>\n\n<em><p>Night after night, a colony of bladewings emerges to prey on a remote settlement. The creatures are rumored to lair in a long-abandoned <strong>Ravaged Mine</strong>. What is driving their attacks?</p></em>\n\n<em><p>A clan of hill people conduct ceremonial hunts of the bladewings, and decorate their banners and shields with its form. Their mystics and warriors even wear the leathery wings as ornamentation. What powers or protections do they believe this imparts?</p></em>\n\n<h2>Animal</h2>\n<p>Animals are the mundane creatures which dwell in the Ironlands. Some animals are native to these lands; others were also common in the Old World.</p>\n<p>Most wild animals are skittish and do not pose a threat to humans. Those creatures have no rank, and can be attacked or interacted with using appropriate moves. For example, <em>Resupply</em> (page 63) can represent hunting for deer or small game.</p>\n<p>A few notable exceptions—predators, aggressive creatures, and animals trained to fight—are noted here.</p>\n",
    "rank": 2,
    "current": 0
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0,
    "9RWgFxH2ViAFPZTF": 3
  },
  "flags": {},
  "_id": "B9j20kXTncy8BrWm",
  "_key": "!items!B9j20kXTncy8BrWm"
}
