{
  "name": "Bog Rot",
  "type": "progress",
  "img": "icons/magic/death/hand-dirt-undead-zombie.webp",
  "data": {
    "description": "\n\n<h2>Bog Rot</h2>\n\n<p>Long ago, before we arrived on the shores of the Ironlands, other people lived here. Some of those folk dwelled in what we now call the Flooded Lands, and laid their kin to rest in the vast peat bogs of that place.</p>\n<p>A few of those dead do not rest, and rise as bog rots. They are horrible creatures, with preserved flesh stained and withered like old leather. Their eyes are black pits, and their mouths hang open in a perpetual, silent scream.</p>\n<p>It is said a bog rot can only find rest by committing another victim to the mire. A soul for a soul. In those final moments, the creature whispers of ancient secrets and forbidden lore, as if unloading the burden of that dark knowledge. For those few who escape the grasp of a bog rot, these awful truths are sometimes worse than death.</p>\n\n<div class=\"boxgroup flexrow boxrow\">\n  <div class=\"flexcol box\" style=\"justify-content: flex-start;\">\n    <h4 class=\"nogrow\" style=\"margin: 0.5em;\">Features</h4>\n    <p class=\"nogrow\">Mummified flesh</p>\n    <p class=\"nogrow\">Shambling gait</p>\n  </div>\n  <div class=\"flexcol box\" style=\"justify-content: flex-start;\">\n    <h4 class=\"nogrow\" style=\"margin: 0.5em;\">Drives</h4>\n    <p class=\"nogrow\">Rise to seek out the living</p>\n    <p class=\"nogrow\">Consign another to death in their place</p>\n  </div>\n  <div class=\"flexcol box\" style=\"justify-content: flex-start;\">\n    <h4 class=\"nogrow\" style=\"margin: 0.5em;\">Tactics</h4>\n    <p class=\"nogrow\">Emerge from the muddy earth</p>\n    <p class=\"nogrow\">Seize with grasping hands</p>\n    <p class=\"nogrow\">Crush with unexpected strength</p>\n    <p class=\"nogrow\">Share dreadful secrets</p>\n  </div>\n</div>\n\n<em><p>In a <strong>Corrupted Shadowfen</strong>, a great battle once took place. Hundreds died amid the morass. Their mummified corpses lie buried in mud and peat, but many do not rest easily. What secret or artifact is said to lie with them? Why are you sworn to seek it out?</p></em>\n\n<em><p>Ironlanders in the Flooded Lands enact a particular burial practice to ensure their kin do not someday rise as a bog rot from that baneful soil. What is it?</p></em>\n\n<h2>Horror</h2>\n<p>Horrors are supernatural entities. In the Old World, they were superstition and legend. Here, they are nightmares made real. The Ironlands is fertile ground for darkness and evil to take hold, spawning these undead beings of pure vengeance or mindless hate.</p>\n<p>Many horrors can be temporarily defeated through physical attacks, but cannot be killed. They are beyond death.</p>\n",
    "rank": 2,
    "current": 0
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0,
    "9RWgFxH2ViAFPZTF": 3
  },
  "flags": {},
  "_id": "AfwOJ1mxFYaAfBJi",
  "_key": "!items!AfwOJ1mxFYaAfBJi"
}
