{
  "name": "Carrion Newt",
  "type": "progress",
  "img": "icons/creatures/reptiles/chameleon-camouflage-green-brown.webp",
  "data": {
    "description": "\n\n<h2>Carrion Newt</h2>\n\n<p>These semiaquatic creatures dwell within the freshwater rivers and subterranean waterways of the Ironlands. They have a long, eel-like body, a flat head, and short, claw-tipped legs.</p>\n<p>A mature adult grows to the length of a horse. They are ungainly on land, but fast and agile within the water. They prefer to attack landbound prey by lurking along the water’s edge and waiting for an unfortunate animal (or Ironlander) to come near their hiding spot.</p>\n<p>Carrion newts lay their eggs within the carcass of their kills. The rotting body nurtures the eggs and feeds the young newts until they burst forth into the world. If you come upon a corpse at the water’s edge—be cautious. It might be filled with dozens of hungry young newts.</p>\n\n<div class=\"boxgroup flexrow boxrow\">\n  <div class=\"flexcol box\" style=\"justify-content: flex-start;\">\n    <h4 class=\"nogrow\" style=\"margin: 0.5em;\">Features</h4>\n    <p class=\"nogrow\">Long, sleek body</p>\n    <p class=\"nogrow\">Brightly-colored markings</p>\n    <p class=\"nogrow\">Serrated teeth</p>\n  </div>\n  <div class=\"flexcol box\" style=\"justify-content: flex-start;\">\n    <h4 class=\"nogrow\" style=\"margin: 0.5em;\">Drives</h4>\n    <p class=\"nogrow\">Hunt and feed</p>\n    <p class=\"nogrow\">Lay eggs within fresh kills</p>\n  </div>\n  <div class=\"flexcol box\" style=\"justify-content: flex-start;\">\n    <h4 class=\"nogrow\" style=\"margin: 0.5em;\">Tactics</h4>\n    <p class=\"nogrow\">Lurk in the shallows</p>\n    <p class=\"nogrow\">Sudden, ferocious attack</p>\n    <p class=\"nogrow\">Unyielding bite</p>\n  </div>\n</div>\n\n<em><p>In the depths of a <strong>Wild Shadowfen</strong>, the carrion newt they call Old-Gray lurks within a wide, slow river—an important waterway for trade. It is an ancient animal, larger than any newt ever seen. It has one blind eye and ash-colored skin. Recently, a trading boat was attacked and swamped by the creature. Others refuse to make the passage until Old-Gray is dealt with.</p></em>\n\n<em><p>Carrion newt eggs are prized by a specific culture or settlement for some purpose. What is it?</p></em>\n\n<h2>Animal</h2>\n<p>Animals are the mundane creatures which dwell in the Ironlands. Some animals are native to these lands; others were also common in the Old World.</p>\n<p>Most wild animals are skittish and do not pose a threat to humans. Those creatures have no rank, and can be attacked or interacted with using appropriate moves. For example, <em>Resupply</em> (page 63) can represent hunting for deer or small game.</p>\n<p>A few notable exceptions—predators, aggressive creatures, and animals trained to fight—are noted here.</p>\n",
    "rank": 3,
    "current": 0
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0,
    "9RWgFxH2ViAFPZTF": 3
  },
  "flags": {},
  "_id": "pS3QkiYmKqEn9VLK",
  "_key": "!items!pS3QkiYmKqEn9VLK"
}
