{
  "name": "Glimmer",
  "type": "progress",
  "img": "icons/magic/nature/elemental-plant-humanoid.webp",
  "data": {
    "description": "\n\n<h2>Glimmer</h2>\n\n<p>The glimmer are beings of mysterious origin and intent. They are most often encountered as particles of light which coalesce into a luminous humanoid or animal form.</p>\n<p>They are drawn to those who need guidance. For wayward travelers and seekers of hidden things, a glimmer will make a silent offer of passage. Relief from the dangers of the Ironlands or a quick journey to a distant destination is a tempting invitation, but not without its own price.</p>\n<p>The path the glimmer reveals is not wholly of our world. It can descend into the past, or climb into the future. It can wend its way across other lands and through strange realities. These trails are navigated not just by the glimmer, but by ancient, baneful things beyond comprehension.</p>\n<p>If you accept a glimmer’s guidance, steel yourself for the journey. Envision the places and people that give you hope, and you may find yourself among them. But do not be distracted. The temptations and terrors along the way can lead all but the most resolute astray. To be lost along a glimmer’s path is to remain lost—perhaps forever.</p>\n\n<div class=\"boxgroup flexrow boxrow\">\n  <div class=\"flexcol box\" style=\"justify-content: flex-start;\">\n    <h4 class=\"nogrow\" style=\"margin: 0.5em;\">Features</h4>\n    <p class=\"nogrow\">Dancing lights given vague form</p>\n    <p class=\"nogrow\">Silent beckoning</p>\n  </div>\n  <div class=\"flexcol box\" style=\"justify-content: flex-start;\">\n    <h4 class=\"nogrow\" style=\"margin: 0.5em;\">Drives</h4>\n    <p class=\"nogrow\">Illuminate the darkness</p>\n    <p class=\"nogrow\">Provide escort along secret paths</p>\n  </div>\n  <div class=\"flexcol box\" style=\"justify-content: flex-start;\">\n    <h4 class=\"nogrow\" style=\"margin: 0.5em;\">Tactics</h4>\n    <p class=\"nogrow\">Appear to the lost and desperate</p>\n    <p class=\"nogrow\">Show the way</p>\n    <p class=\"nogrow\">Lead astray</p>\n  </div>\n</div>\n\n<em><p>Someone you love entered a <strong>Corrupted Shadowfen</strong> in search of a glimmer’s aid. They did not return. What did they seek? Can you walk the glimmer’s path and bring them back home?</p></em>\n\n<em><p>If you seek the guidance of a glimmer, you can try summoning one through a specific rite. What must you do? What cost must be paid?</p></em>\n\n<h2>Anomaly</h2>\n<p>Old magic permeates the Ironlands. These forces sometimes manifest as an anomaly, which is an otherworldly feature of the terrain or environment. Some are the embodiment of ancient spirits, and have unknowable motivations. Others are forces of nature given cruel purpose.</p>\n",
    "rank": 2,
    "current": 0
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0,
    "9RWgFxH2ViAFPZTF": 3
  },
  "flags": {},
  "_id": "tiZJqEcTx6LO56yH",
  "_key": "!items!tiZJqEcTx6LO56yH"
}
