{
  "name": "Gloom",
  "type": "progress",
  "img": "icons/magic/perception/silhouette-stealth-shadow.webp",
  "data": {
    "description": "\n\n<h2>Gloom</h2>\n\n<p>A gloom is a mass of malignant shadow. It dwells in dark places beneath the earth, or in the shadows of thick woods. At twilight and during the long gray days of winter, it emerges from its lightless refuge to sate its hunger.</p>\n<p>The gloom’s amorphous form cannot exert physical force. Instead, it will draw in its victims through illusion, mimicking familiar voices or forms. Or it will use the cover of darkness to ambush unwary prey. Once enveloped, the victim is a captive audience for the gloom’s apparitions, forced to face their innermost doubts and fears. The gloom picks at their sanity like a scavenger cleaning meat from bones. After a time, there is nothing left but an empty shell.</p>\n<p>If trapped within a gloom, let your conviction and courage be your light. Against hopelessness, find hope. Against despair, find peace of mind. Against terror, find faith. In the darkness, it is not the gloom that is your enemy. It is yourself.</p>\n\n<div class=\"boxgroup flexrow boxrow\">\n  <div class=\"flexcol box\" style=\"justify-content: flex-start;\">\n    <h4 class=\"nogrow\" style=\"margin: 0.5em;\">Features</h4>\n    <p class=\"nogrow\">Creeping, vaporous murk</p>\n    <p class=\"nogrow\">Whispers and illusions</p>\n  </div>\n  <div class=\"flexcol box\" style=\"justify-content: flex-start;\">\n    <h4 class=\"nogrow\" style=\"margin: 0.5em;\">Drives</h4>\n    <p class=\"nogrow\">Envelop all in shadow</p>\n    <p class=\"nogrow\">Feed on fear and despair</p>\n  </div>\n  <div class=\"flexcol box\" style=\"justify-content: flex-start;\">\n    <h4 class=\"nogrow\" style=\"margin: 0.5em;\">Tactics</h4>\n    <p class=\"nogrow\">Lure with trickery</p>\n    <p class=\"nogrow\">Snuff out lights</p>\n    <p class=\"nogrow\">Surround and engulf</p>\n    <p class=\"nogrow\">Show painful and horrifying visions</p>\n  </div>\n</div>\n\n<em><p>Zealots nurture a gloom within a Hallowed Underkeep. They believe this anomaly offers true enlightenment, and seek a means to unleash it on the Ironlands. Who is the leader of this sect?</p></em>\n\n<em><p>Is there a benevolent counterpart to a gloom—one which offers light and hope instead of darkness and despair? Is this the cure for someone who suffers the aftermath of a gloom’s visions? What is it called, and where can it be found?</p></em>\n\n<h2>Anomaly</h2>\n<p>Old magic permeates the Ironlands. These forces sometimes manifest as an anomaly, which is an otherworldly feature of the terrain or environment. Some are the embodiment of ancient spirits, and have unknowable motivations. Others are forces of nature given cruel purpose.</p>\n",
    "rank": 2,
    "current": 0
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0,
    "9RWgFxH2ViAFPZTF": 3
  },
  "flags": {},
  "_id": "yQFbThSefRMpMlUj",
  "_key": "!items!yQFbThSefRMpMlUj"
}
