{
  "name": "Trog",
  "type": "progress",
  "img": "icons/creatures/reptiles/lizard-iguana-green.webp",
  "data": {
    "description": "\n\n<h2>Trog</h2>\n\n<p>Trogs are warm-blooded reptilian animals. They dwell in the deepest places of the Ironlands, but have moved closer to the surface in recent years. Some suggest a greater threat in those dark domains is driving them toward the surface. Many a barrow or underkeep has been breached by trogs who tunnel into those spaces.</p>\n<p>They are strong and agile, able to run, climb, and swim with equal speed. When they stand on two legs as a display of aggression, they are nearly as tall as an Ironlander. They have a hunched back lined with a ridge of spines, a long snout, and serrated teeth. Their scales glimmer with a colorful, ghostly light. Their bite is as powerful and unyielding as a hammer blow.</p>\n\n<div class=\"boxgroup flexrow boxrow\">\n  <div class=\"flexcol box\" style=\"justify-content: flex-start;\">\n    <h4 class=\"nogrow\" style=\"margin: 0.5em;\">Features</h4>\n    <p class=\"nogrow\">Luminescent, scaled hide</p>\n    <p class=\"nogrow\">Keen vision</p>\n    <p class=\"nogrow\">Long claws and sharp teeth</p>\n    <p class=\"nogrow\">Powerful tail</p>\n  </div>\n  <div class=\"flexcol box\" style=\"justify-content: flex-start;\">\n    <h4 class=\"nogrow\" style=\"margin: 0.5em;\">Drives</h4>\n    <p class=\"nogrow\">Lurk in darkness</p>\n    <p class=\"nogrow\">Dig tunnels</p>\n  </div>\n  <div class=\"flexcol box\" style=\"justify-content: flex-start;\">\n    <h4 class=\"nogrow\" style=\"margin: 0.5em;\">Tactics</h4>\n    <p class=\"nogrow\">Stealthy approach</p>\n    <p class=\"nogrow\">Intimidating display</p>\n    <p class=\"nogrow\">Pounce</p>\n    <p class=\"nogrow\">Bite and thrash</p>\n  </div>\n</div>\n\n<em><p>Pilgrims to a <strong>Hallowed Ruin</strong> report the site is overrun by trogs. Within the ruins, an altar to ancient gods is said to bestow fair weather and plentiful crops. Spring is near, and the pilgrims must carry out the rites of the harvest. If they don’t, the will of the people in nearby settlements will falter.</p></em>\n\n<em><p>Some insist that following a trog tunnel into the depths of the earth will eventually lead you to a vast cavern as expansive as the overlands. Is there any truth to this? What secret people or culture lives within this hidden realm?</p></em>\n\n<h2>Animal</h2>\n<p>Animals are the mundane creatures which dwell in the Ironlands. Some animals are native to these lands; others were also common in the Old World.</p>\n<p>Most wild animals are skittish and do not pose a threat to humans. Those creatures have no rank, and can be attacked or interacted with using appropriate moves. For example, <em>Resupply</em> (page 63) can represent hunting for deer or small game.</p>\n<p>A few notable exceptions—predators, aggressive creatures, and animals trained to fight—are noted here.</p>\n",
    "rank": 2,
    "current": 0
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0,
    "9RWgFxH2ViAFPZTF": 3
  },
  "flags": {},
  "_id": "wy4P6WwdrRoGmvLq",
  "_key": "!items!wy4P6WwdrRoGmvLq"
}
