[
  {
    "name": "Face Danger",
    "data": {
      "description": "<p>When <strong>you attempt something risky or react to an imminent threat</strong>, envision your action and roll. If you act...</p>\n\n<ul><li>With speed, agility, or precision: Roll ((rollplus edge)).</li><li>With charm, loyalty, or courage: Roll ((rollplus heart)).</li><li>With aggressive action, forceful defense, strength, or endurance: Roll ((rollplus iron)).</li><li>With deception, stealth, or trickery: Roll ((rollplus shadow)).</li><li>With expertise, insight, or observation: Roll ((rollplus wits)).</li></ul>\n\n<p>On a <strong>strong hit</strong>, you are successful. Take +1 momentum.</p>\n\n<p>On a <strong>weak hit</strong>, you succeed, but face a troublesome cost. Choose one.</p>\n\n<ul><li>You are delayed, lose advantage, or face a new danger: Suffer -1 momentum.</li><li>You are tired or hurt: <em>Endure Harm</em> (1 harm).</li><li>You are dispirited or afraid: <em>Endure Stress</em> (1 stress).</li><li>You sacrifice resources: Suffer -1 supply.</li></ul>\n\n<p>On a <strong>miss</strong>, you fail, or your progress is undermined by a dramatic and costly turn of events. <em>Pay the Price</em>.</p>"
    }
  },
  {
    "name": "Secure An Advantage",
    "data": {
      "description": "<p>When <strong>you assess a situation, make preparations, or attempt to gain leverage</strong>, envision your action and roll. If you act...</p>\n\n<ul><li>With speed, agility, or precision: Roll ((rollplus edge)).</li><li>With charm, loyalty, or courage: Roll ((rollplus heart)).</li><li>With aggressive action, forceful defense, strength, or endurance: Roll ((rollplus iron)).</li><li>With deception, stealth, or trickery: Roll ((rollplus shadow)).</li><li>With expertise, insight, or observation: Roll ((rollplus wits)).</li></ul>\n\n<p>On a <strong>strong hit</strong>, you gain advantage. Choose one.\n  * Take control: Make another move now (not a <em>progress move</em>), and add +1.\n  * Prepare to act: Take +2 momentum.</p>\n\n<p>On a <strong>weak hit</strong>, your advantage is short-lived. Take +1 momentum.</p>\n\n<p>On a <strong>miss</strong>, you fail or your assumptions betray you. <em>Pay the Price</em>.</p>"
    }
  },
  {
    "name": "Gather Information",
    "data": {
      "description": "<p>When <strong>you search an area, ask questions, conduct an investigation, or follow a track</strong>, ((rollplus wits)). If you act within a community or ask questions of a person with whom you share a bond, add +1.</p>\n\n<p>On a <strong>strong hit</strong>, you discover something helpful and specific. The path you must follow or action you must take to make progress is made clear. Envision what you learn (<em>Ask the Oracle</em> if unsure), and take +2 momentum.</p>\n\n<p>On a <strong>weak hit</strong>, the information complicates your quest or introduces a new danger. Envision what you discover (<em>Ask the Oracle</em> if unsure), and take +1 momentum.</p>\n\n<p>On a <strong>miss</strong>, your investigation unearths a dire threat or reveals an unwelcome truth that undermines your quest. <em>Pay the Price</em>.</p>"
    }
  },
  {
    "name": "Heal",
    "data": {
      "description": "<p>When <strong>you treat an injury or ailment</strong>, ((rollplus wits)). If you are mending your own wounds, ((rollplus wits)) or ((rollplus iron)), whichever is lower.</p>\n\n<p>On a <strong>strong hit</strong>, your care is helpful. If you (or the ally under your care) have the wounded condition, you may clear it. Then, take or give up to +2 health.</p>\n\n<p>On a <strong>weak hit</strong>, as above, but you must suffer -1 supply or -1 momentum (your choice).</p>\n\n<p>On a <strong>miss</strong>, your aid is ineffective. <em>Pay the Price</em>.</p>"
    }
  },
  {
    "name": "Resupply",
    "data": {
      "description": "<p>When <strong>you hunt, forage, or scavenge</strong>, ((rollplus wits)).</p>\n\n<p>On a <strong>strong hit</strong>, you bolster your resources. Take +2 supply.</p>\n\n<p>On a <strong>weak hit</strong>, take up to +2 supply, but suffer -1 momentum for each.</p>\n\n<p>On a <strong>miss</strong>, you find nothing helpful. <em>Pay the Price</em>.</p>"
    }
  },
  {
    "name": "Make Camp",
    "data": {
      "description": "<p>When <strong>you rest and recover for several hours in the wild</strong>, ((rollplus supply)).</p>\n\n<p>On a <strong>strong hit</strong>, you and your allies may each choose two. On a <strong>weak hit</strong>, choose one.</p>\n\n<ul><li>Recuperate: Take +1 health for you and any companions.</li><li>Partake: Suffer -1 supply and take +1 health for you and any companions.</li><li>Relax: Take +1 spirit.</li><li>Focus: Take +1 momentum.</li><li>Prepare: When you break camp, add +1 if you Undertake a Journey.</li></ul>\n\n<p>On a <strong>miss</strong>, you take no comfort. <em>Pay the Price</em>.</p>"
    }
  },
  {
    "name": "Undertake a Journey",
    "data": {
      "description": "<p>When <strong>you travel across hazardous or unfamiliar lands</strong>, set the rank of your journey.</p>\n\n<ul><li>Troublesome journey: 3 progress per waypoint.</li><li>Dangerous journey: 2 progress per waypoint.</li><li>Formidable journey: 1 progress per waypoint.</li><li>Extreme journey: 2 ticks per waypoint.</li><li>Epic journey: 1 tick per waypoint.</li></ul>\n\n<p>Then, for each segment of your journey, ((rollplus wits)). If you are setting off from a community with which you share a bond, add +1 to your initial roll.</p>\n\n<p>On a <strong>strong hit</strong>, you reach a waypoint. If the waypoint is unknown to you, envision it (<em>Ask the Oracle</em> if unsure). Then, choose one.</p>\n\n<ul><li>You make good use of your resources: Mark progress.</li><li>You move at speed: Mark progress and take +1 momentum, but suffer -1 supply.</li></ul>\n\n<p>On a <strong>weak hit</strong>, you reach a waypoint and mark progress, but suffer -1 supply.</p>\n\n<p>On a <strong>miss</strong>, you are waylaid by a perilous event. <em>Pay the Price</em>.</p>"
    }
  },
  {
    "name": "Reach Your Destination",
    "data": {
      "description": "<p>When <strong>your journey comes to an end</strong>, roll the challenge dice and compare to your progress. Momentum is ignored on this roll.</p>\n\n<p>On a <strong>strong hit</strong>, the situation at your destination favors you. Choose one.</p>\n\n<ul><li>Make another move now (not a <em>progress move</em>), and add +1.</li><li>Take +1 momentum.</li></ul>\n\n<p>On a <strong>weak hit</strong>, you arrive but face an unforeseen hazard or complication. Envision what you find (<em>Ask the Oracle</em> if unsure).</p>\n\n<p>On a <strong>miss</strong>, you have gone hopelessly astray, your objective is lost to you, or you were misled about your destination. If your journey continues, clear all but one filled progress, and raise the journey’s rank by one (if not already epic).</p>"
    }
  },
  {
    "name": "Compel",
    "data": {
      "description": "<p>When <strong>you attempt to persuade someone to do something</strong>, envision your approach and roll. If you...</p>\n\n<ul><li>Charm, pacify, barter, or convince: Roll ((rollplus heart)) (add +1 if you share a bond).</li><li>Threaten or incite: Roll ((rollplus iron)).</li><li>Lie or swindle: Roll ((rollplus shadow)).</li></ul>\n\n<p>On a <strong>strong hit</strong>, they’ll do what you want or share what they know. Take +1 momentum. If you use this exchange to <em>Gather Information</em>, make that move now and add +1.</p>\n\n<p>On a <strong>weak hit</strong>, as above, but they ask something of you in return. Envision what they want (<em>Ask the Oracle</em> if unsure).</p>\n\n<p>On a <strong>miss</strong>, they refuse or make a demand which costs you greatly. <em>Pay the Price</em>.</p>"
    }
  },
  {
    "name": "Sojourn",
    "data": {
      "description": "<p>When <strong>you spend time in a community seeking assistance</strong>, ((rollplus heart)). If you share a bond, add +1. On strong hit, you and your allies may each choose two from within the categories below. On a <strong>weak hit</strong>, choose one. If you share a bond, choose one more.</p>\n\n<p>On a hit, you and your allies may each focus on one of your chosen recover actions and ((rollplus heart)) again. If you share a bond, add +1. On a <strong>strong hit</strong>, take +2 more for that action. On a <strong>weak hit</strong>, take +1 more. On a <strong>miss</strong>, it goes badly and you lose all benefits for that action. </p>\n\n<p>Clear a Condition</p>\n\n<ul><li>Mend: Clear a wounded debility and take +1 health.</li><li>Hearten: Clear a shaken debility and take +1 spirit.</li><li>Equip: Clear an unprepared debility and take +1 supply. </li></ul>\n\n<p>Recover</p>\n\n<ul><li>Recuperate: Take +2 health for yourself and any companions.</li><li>Consort: Take +2 spirit.</li><li>Provision: Take +2 supply.</li><li>Plan: Take +2 momentum. </li></ul>\n\n<p>Provide Aid</p>\n\n<ul><li>Take a quest: Envision what this community needs, or what trouble it is facing (<em>Ask the Oracle</em> if unsure). If you chose to help, <em>Swear an Iron Vow</em> and add +1.</li></ul>\n\n<p>On a <strong>miss</strong>, you find no help here. <em>Pay the Price</em>.</p>"
    }
  },
  {
    "name": "Draw the Circle",
    "data": {
      "description": "<p>When <strong>you challenge someone to a formal duel, or accept a challenge</strong>, ((rollplus heart)). If you share a bond with this community, add +1.</p>\n\n<p>On a <strong>strong hit</strong>, take +1 momentum. You may also choose up to two boasts and take +1 momentum for each.</p>\n\n<p>On a <strong>weak hit</strong>, you may choose one boast in exchange for +1 momentum.</p>\n\n<ul><li>Grant first strike: Your foe has initiative.</li><li>Bare yourself: Take no benefit of armor or shield; your foe’s harm is +1.</li><li>Hold no iron: Take no benefit of weapons; your harm is 1.</li><li>Bloody yourself: <em>Endure Harm</em> (1 harm).</li><li>To the death: One way or another, this fight must end with death.</li></ul>\n\n<p>On a <strong>miss</strong>, you begin the duel at a disadvantage. Your foe has initiative. <em>Pay the Price</em>. Then, make moves to resolve the fight. If you are the victor, you may make a lawful demand, and your opponent must comply or forfeit their honor and standing. If you refuse the challenge, surrender, or are defeated, they make a demand of you.</p>"
    }
  },
  {
    "name": "Forge a Bond",
    "data": {
      "description": "<p>When <strong>you spend significant time with a person or community, stand together to face hardships, or make sacrifices for their cause</strong>, you can attempt to create a bond. When you do, ((rollplus heart)). If you make this move after you successfully <em>Fulfill Your Vow</em> to their benefit, you may reroll any dice.</p>\n\n<p>On a <strong>strong hit</strong>, make note of the bond, mark a tick on your bond progress track, and choose one.</p>\n\n<ul><li>Take +1 spirit.</li><li>Take +2 momentum.</li></ul>\n\n<p>On a <strong>weak hit</strong>, they ask something more of you first. Envision what it is (<em>Ask the Oracle</em> if unsure), do it (or <em>Swear an Iron Vow</em>), and mark the bond. If you refuse or fail, <em>Pay the Price</em>.</p>\n\n<p>On a <strong>miss</strong>, they reject you. <em>Pay the Price</em>.</p>"
    }
  },
  {
    "name": "Test Your Bond",
    "data": {
      "description": "<p>When <strong>your bond is tested through conflict, betrayal, or circumstance</strong>, ((rollplus heart)).</p>\n\n<p>On a <strong>strong hit</strong>, this test has strengthened your bond. Choose one.</p>\n\n<ul><li>Take +1 spirit.</li><li>Take +2 momentum.</li></ul>\n\n<p>On a <strong>weak hit</strong>, your bond is fragile and you must prove your loyalty. Envision what they ask of you (<em>Ask the Oracle</em> if unsure), and do it (or <em>Swear an Iron Vow</em>). If you refuse or fail, clear the bond and <em>Pay the Price</em>.</p>\n\n<p>On a <strong>miss</strong>, or if you have no interest in maintaining this relationship, clear the bond and <em>Pay the Price</em>.</p>"
    }
  },
  {
    "name": "Aid Your Ally",
    "data": {
      "description": "<p>When <strong>you <em>Secure an Advantage</em> in direct support of an ally</strong>, and score a hit, they (instead of you) can take the benefits of the move. If you are in combat and score a strong hit, you and your ally have initiative.</p>"
    }
  },
  {
    "name": "Write Your Epilogue",
    "data": {
      "description": "<p>When <strong>you retire from your life as Ironsworn</strong>, envision two things: What you hope for, and what you fear. Then, roll the challenge dice and compare to your bonds. Momentum is ignored on this roll.</p>\n\n<p>On a <strong>strong hit</strong>, things come to pass as you hoped.</p>\n\n<p>On a <strong>weak hit</strong>, your life takes an unexpected turn, but not necessarily for the worse. You find yourself spending your days with someone or in a place you did not foresee. Envision it (<em>Ask the Oracle</em> if unsure).</p>\n\n<p>On a <strong>miss</strong>, your fears are realized. </p>"
    }
  },
  {
    "name": "Enter The Fray",
    "data": {
      "description": "<p>When <strong>you enter into combat</strong>, set the rank of each of your foes.</p>\n\n<ul><li>Troublesome foe: 3 progress per harm; inflicts 1 harm.</li><li>Dangerous foe: 2 progress per harm; inflicts 2 harm.</li><li>Formidable foe: 1 progress per harm; inflicts 3 harm.</li><li>Extreme foe: 2 ticks per harm; inflicts 4 harm.</li><li>Epic foe: 1 tick per harm; inflicts 5 harm.</li></ul>\n\n<p>Then, roll to determine who is in control. If you are...</p>\n\n<ul><li>Facing off against your foe: Roll ((rollplus heart)).</li><li>Moving into position against an unaware foe, or striking without warning: Roll ((rollplus shadow)).</li><li>Ambushed: Roll ((rollplus wits)).</li></ul>\n\n<p>On a <strong>strong hit</strong>, take +2 momentum. You have initiative.</p>\n\n<p>On a <strong>weak hit</strong>, choose one.</p>\n\n<ul><li>Bolster your position: Take +2 momentum.</li><li>Prepare to act: Take initiative.</li></ul>\n\n<p>On a <strong>miss</strong>, combat begins with you at a disadvantage. <em>Pay the Price</em>. Your foe has initiative.</p>"
    }
  },
  {
    "name": "Strike",
    "data": {
      "description": "<p>When <strong>you have initiative and attack in close quarters</strong>, ((rollplus iron)). When you have initiative and attack at range, ((rollplus edge)).</p>\n\n<p>On a <strong>strong hit</strong>, inflict +1 harm. You retain initiative.</p>\n\n<p>On a <strong>weak hit</strong>, inflict your harm and lose initiative.</p>\n\n<p>On a <strong>miss</strong>, your attack fails and you must <em>Pay the Price</em>. Your foe has initiative.</p>"
    }
  },
  {
    "name": "Clash",
    "data": {
      "description": "<p>When <strong>your foe has initiative and you fight with them in close quarters</strong>, ((rollplus iron)). When you exchange a volley at range, or shoot at an advancing foe, ((rollplus edge)).</p>\n\n<p>On a <strong>strong hit</strong>, inflict your harm and choose one. You have the initiative.</p>\n\n<ul><li>You bolster your position: Take +1 momentum.</li><li>You find an opening: Inflict +1 harm.</li></ul>\n\n<p>On a <strong>weak hit</strong>, inflict your harm, but then <em>Pay the Price</em>. Your foe has initiative.</p>\n\n<p>On a <strong>miss</strong>, you are outmatched and must <em>Pay the Price</em>. Your foe has initiative.</p>"
    }
  },
  {
    "name": "Turn the Tide",
    "data": {
      "description": "<p>Once per fight, when you <strong>risk it all</strong>, you may steal initiative from your foe to make a move (not a <em>progress move</em>). When you do, add +1 and take +1 momentum on a hit. If you fail to score a hit on that move, you must suffer a dire outcome. <em>Pay the Price</em>.</p>"
    }
  },
  {
    "name": "End the Fight",
    "data": {
      "description": "<p>When <strong>you make a move to take decisive action</strong>, and score a strong hit, you may resolve the outcome of this fight. If you do, roll the challenge dice and compare to your progress. Momentum is ignored on this roll.</p>\n\n<p>On a <strong>strong hit</strong>, this foe is no longer in the fight. They are killed, out of action, flee, or surrender as appropriate to the situation and your intent (<em>Ask the Oracle</em> if unsure).</p>\n\n<p>On a <strong>weak hit</strong>, as above, but you must also choose one.</p>\n\n<ul><li>It’s worse than you thought: <em>Endure Harm</em>.</li><li>You are overcome: <em>Endure Stress</em>.</li><li>Your victory is short-lived: A new danger or foe appears, or an existing danger worsens.</li><li>You suffer collateral damage: Something of value is lost or broken, or someone important must pay the cost.</li><li>You’ll pay for it: An objective falls out of reach.</li><li>Others won’t forget: You are marked for vengeance.</li></ul>\n\n<p>On a <strong>miss</strong>, you have lost this fight. <em>Pay the Price</em>.</p>"
    }
  },
  {
    "name": "Battle",
    "data": {
      "description": "<p>When <strong>you fight a battle</strong>, and it happens in a blur, envision your objective and roll. If you primarily…</p>\n\n<ul><li>Fight at range, or using your speed and the terrain to your advantage: Roll ((rollplus edge)).</li><li>Fight depending on your courage, allies, or companions: Roll ((rollplus heart)).</li><li>Fight in close to overpower your opponents: Roll ((rollplus iron)).</li><li>Fight using trickery to befuddle your opponents: Roll ((rollplus shadow)).</li><li>Fight using careful tactics to outsmart your opponents: Roll ((rollplus wits)).</li></ul>\n\n<p>On a <strong>strong hit</strong>, you achieve your objective unconditionally. Take +2 momentum.</p>\n\n<p>On a <strong>weak hit</strong>, you achieve your objective, but not without cost. <em>Pay the Price</em>.</p>\n\n<p>On a <strong>miss</strong>, you are defeated and the objective is lost to you. <em>Pay the Price</em>.</p>"
    }
  },
  {
    "name": "Endure Harm",
    "data": {
      "description": "<p>When <strong>you face physical damage</strong>, suffer -health equal to your foe’s rank or as appropriate to the situation. If your health is 0, suffer -momentum equal to any remaining -health. Then, ((rollplus health)) or ((rollplus iron)), whichever is higher.</p>\n\n<p>On a <strong>strong hit</strong>, choose one.</p>\n\n<ul><li>Shake it off: If your health is greater than 0, suffer -1 momentum in exchange for +1 health.</li><li>Embrace the pain: Take +1 momentum.</li></ul>\n\n<p>On a <strong>weak hit</strong>, you press on.</p>\n\n<p>On a <strong>miss</strong>, also suffer -1 momentum. If you are at 0 health, you must mark wounded or maimed (if currently unmarked) or roll on the following table. <code>Roll \tResult\n1-10 \tThe harm is mortal. Face Death.\n11-20\tYou are dying. You need to Heal within an hour or two, or Face Death.\n21-35\tYou are unconscious and out of action. If left alone, you come back to your senses in an hour or two. If you are vulnerable to a foe not inclined to show mercy, Face Death.\n36-50\tYou are reeling and fighting to stay conscious. If you engage in any vigorous activity (such as running or fighting) before taking a breather for a few minutes, roll on this table again (before resolving the other move).\n51-00\tYou are battered but still standing.</code></p>"
    }
  },
  {
    "name": "Face Death",
    "data": {
      "description": "<p>When <strong>you are brought to the brink of death</strong>, and glimpse the world beyond, ((rollplus heart)).</p>\n\n<p>On a <strong>strong hit</strong>, death rejects you. You are cast back into the mortal world.</p>\n\n<p>On a <strong>weak hit</strong>, choose one.</p>\n\n<ul><li>You die, but not before making a noble sacrifice. Envision your final moments.</li><li>Death desires something of you in exchange for your life. Envision what it wants (<em>Ask the Oracle</em> if unsure), and <em>Swear an Iron Vow</em> (formidable or extreme) to complete that quest. If you fail to score a hit when you <em>Swear an Iron Vow</em>, or refuse the quest, you are dead. Otherwise, you return to the mortal world and are now cursed. You may only clear the cursed debility by completing the quest.</li></ul>\n\n<p>On a <strong>miss</strong>, you are dead.</p>"
    }
  },
  {
    "name": "Companion Endure Harm",
    "data": {
      "description": "<p>When <strong>your companion faces physical damage</strong>, they suffer -health equal to the amount of harm inflicted. If your companion’s health is 0, exchange any leftover -health for -momentum. Then, ((rollplus heart)) or +your companion’s health, whichever is higher.</p>\n\n<p>On a <strong>strong hit</strong>, your companion rallies. Give them +1 health.</p>\n\n<p>On a <strong>weak hit</strong>, your companion is battered. If their health is 0, they cannot assist you until they gain at least +1 health.</p>\n\n<p>On a <strong>miss</strong>, also suffer -1 momentum. If your companion’s health is 0, they are gravely wounded and out of action. Without aid, they die in an hour or two. If you roll a miss with a 1 on your action die, and your companion’s health is 0, they are now dead. Take 1 experience for each marked ability on your companion asset, and remove it.</p>"
    }
  },
  {
    "name": "Endure Stress",
    "data": {
      "description": "<p>When <strong>you face mental shock or despair</strong>, suffer -spirit equal to your foe’s rank or as appropriate to the situation. If your spirit is 0, suffer -momentum equal to any remaining -spirit. Then, ((rollplus spirit)) or ((rollplus heart)), whichever is higher.</p>\n\n<p>On a <strong>strong hit</strong>, choose one.</p>\n\n<ul><li>Shake it off: If your spirit is greater than 0, suffer -1 momentum in exchange for +1 spirit</li><li>Embrace the darkness: Take +1 momentum</li></ul>\n\n<p>On a <strong>weak hit</strong>, you press on.</p>\n\n<p>On a <strong>miss</strong>, also suffer -1 momentum. If you are at 0 spirit, you must mark shaken or corrupted (if currently unmarked) or roll on the following table. Roll Result<code>\n1-10\tYou are overwhelmed. Face Desolation.\n11-25\tYou give up. _Forsake Your Vow_ (if possible, one relevant to your current crisis).\n26-50\tYou give in to a fear or compulsion, and act against your better instincts.\n51-00\tYou persevere.</code></p>"
    }
  },
  {
    "name": "Face Desolation",
    "data": {
      "description": "<p>When <strong>you are brought to the brink of desolation</strong>, ((rollplus heart)).</p>\n\n<p>On a <strong>strong hit</strong>, you resist and press on.</p>\n\n<p>On a <strong>weak hit</strong>, choose one.</p>\n\n<ul><li>Your spirit or sanity breaks, but not before you make a noble sacrifice. Envision your final moments.</li><li>You see a vision of a dreaded event coming to pass. Envision that dark future (<em>Ask the Oracle</em> if unsure), and <em>Swear an Iron Vow</em> (formidable or extreme) to prevent it. If you fail to score a hit when you <em>Swear an Iron Vow</em>, or refuse the quest, you are lost. Otherwise, you return to your senses and are now tormented. You may only clear the tormented debility by completing the quest.</li></ul>\n\n<p>On a <strong>miss</strong>, you succumb to despair or horror and are lost.</p>"
    }
  },
  {
    "name": "Out of Supply",
    "data": {
      "description": "<p>When <strong>your supply is exhausted</strong> (reduced to 0), mark unprepared. If you suffer additional -supply while unprepared, you must exchange each additional -supply for any combination of -health, -spirit or -momentum as appropriate to the circumstances.</p>"
    }
  },
  {
    "name": "Face a Setback",
    "data": {
      "description": "<p>When <strong>your momentum is at its minimum</strong> (-6), and you suffer additional -momentum, choose one.</p>\n\n<ul><li>Exchange each additional -momentum for any combination of -health, -spirit, or -supply as appropriate to the circumstances.</li><li>Envision an event or discovery (<em>Ask the Oracle</em> if unsure) which undermines your progress in a current quest, journey or fight. Then, for each additional -momentum, clear 1 unit of progress on that track per its rank (troublesome=clear 3 progress; dangerous=clear 2 progress; formidable=clear 1 progress; extreme=clear 2 ticks; epic=clear 1 tick).</li></ul>"
    }
  },
  {
    "name": "Swear an Iron Vow",
    "data": {
      "description": "<p>When <strong>you swear upon iron to complete a quest</strong>, write your vow and give the quest a rank. Then, ((rollplus heart)). If you make this vow to a person or community with whom you share a bond, add +1.</p>\n\n<p>On a <strong>strong hit</strong>, you are emboldened and it is clear what you must do next (<em>Ask the Oracle</em> if unsure). Take +2 momentum.</p>\n\n<p>On a <strong>weak hit</strong>, you are determined but begin your quest with more questions than answers. Take +1 momentum, and envision what you do to find a path forward.</p>\n\n<p>On a <strong>miss</strong>, you face a significant obstacle before you can begin your quest. Envision what stands in your way (<em>Ask the Oracle</em> if unsure), and choose one.</p>\n\n<ul><li>You press on: Suffer -2 momentum, and do what you must to overcome this obstacle.</li><li>You give up: <em>Forsake Your Vow</em>.</li></ul>"
    }
  },
  {
    "name": "Reach a Milestone",
    "data": {
      "description": "<p>When <strong>you make significant progress in your quest by overcoming a critical obstacle, completing a perilous journey, solving a complex mystery, defeating a powerful threat, gaining vital support, or acquiring a crucial item</strong>, you may mark progress.</p>\n\n<ul><li>Troublesome quest: Mark 3 progress.</li><li>Dangerous quest: Mark 2 progress.</li><li>Formidable quest: Mark 1 progress.</li><li>Extreme quest: Mark 2 ticks.</li><li>Epic quest: Mark 1 tick.</li></ul>"
    }
  },
  {
    "name": "Fulfill Your Vow",
    "data": {
      "description": "<p>When <strong>you achieve what you believe to be the fulfillment of your vow</strong>, roll the challenge dice and compare to your progress. Momentum is ignored on this roll.</p>\n\n<p>On a <strong>strong hit</strong>, your quest is complete. Mark experience (troublesome=1; dangerous=2; formidable=3; extreme=4; epic=5).</p>\n\n<p>On a <strong>weak hit</strong>, there is more to be done or you realize the truth of your quest. Envision what you discover (<em>Ask the Oracle</em> if unsure). Then, mark experience (troublesome=0; dangerous=1; formidable=2; extreme=3; epic=4). You may <em>Swear an Iron Vow</em> to set things right. If you do, add +1.</p>\n\n<p>On a <strong>miss</strong>, your quest is undone. Envision what happens (<em>Ask the Oracle</em> if unsure), and choose one.</p>\n\n<ul><li>You recommit: Clear all but one filled progress, and raise the quest’s rank by one (if not already epic).</li><li>You give up: <em>Forsake Your Vow</em>.</li></ul>"
    }
  },
  {
    "name": "Forsake Your Vow",
    "data": {
      "description": "<p>When <strong>you renounce your quest, betray your promise, or the goal is lost to you</strong>, clear the vow and <em>Endure Stress</em>. You suffer -spirit equal to the rank of your quest (troublesome=1; dangerous=2; formidable=3; extreme=4; epic=5). If the vow was made to a person or community with whom you share a bond, Test Your Bond when you next meet.</p>"
    }
  },
  {
    "name": "Advance",
    "data": {
      "description": "<p>When <strong>you focus on your skills, receive training, find inspiration, earn a reward, or gain a companion</strong>, you may spend 3 experience to add a new asset, or 2 experience to upgrade an asset.</p>"
    }
  },
  {
    "name": "Pay the Price",
    "data": {
      "description": "<p>When <strong>you suffer the outcome of a move</strong>, choose one.</p>\n\n<ul><li>Make the most obvious negative outcome happen.</li><li>Envision two negative outcomes. Rate one as ‘likely’, and <em>Ask the Oracle</em> using the yes/no table. On a ‘yes’, make that outcome happen. Otherwise, make it the other.</li><li>Roll on the following table. If you have difficulty interpreting the result to fit the current situation, roll again.</li></ul>\n\n<p>Roll Result\n<code>1-2  \tRoll again and apply that result but make it worse. If you roll this result yet again, think of something dreadful that changes the course of your quest (Ask the Oracle if unsure) and make it happen.\n3-5  \tA person or community you trusted loses faith in you, or acts against you.\n6-9  \tA person or community you care about is exposed to danger.\n10-16\tYou are separated from something or someone.\n17-23\tYour action has an unintended effect.\n24-32\tSomething of value is lost or destroyed.\n33-41\tThe current situation worsens.\n42-50\tA new danger or foe is revealed.\n51-59\tIt causes a delay or puts you at a disadvantage.\n60-68\tIt is harmful.\n69-76\tIt is stressful.\n77-85\tA surprising development complicates your quest.\n86-90\tIt wastes resources.\n91-94\tIt forces you to act against your best intentions.\n95-98\tA friend, companion, or ally is put in harm’s way (or you are, if alone).\n99-00\tRoll twice more on this table. Both results occur. If they are the same result, make it worse.</code></p>"
    }
  },
  {
    "name": "Ask the Oracle",
    "data": {
      "description": "<p>When <strong>you seek to resolve questions, discover details in the world, determine how other characters respond, or trigger encounters or events</strong>, you may…</p>\n\n<ul><li>Draw a conclusion: Decide the answer based on the most interesting and obvious result.</li><li>Ask a yes/no question: Decide the odds of a ‘yes’, and roll on the table below to check the answer.</li><li>Pick two: Envision two options. Rate one as ‘likely’, and roll on the table below to see if it is true. If not, it is the other.</li><li>Spark an idea: Brainstorm or use a random prompt.</li></ul>\n\n<p><code></code>`Odds          \tThe answer is ‘yes’ if you roll... </p>\n\n<p>Almost Certain\t11 or greater </p>\n\n<p>Likely        \t26 or greater \n50/50         \t51 or greater </p>\n\n<p>Unlikely      \t76 or greater </p>\n\n<p>Small Chance  \t91 or greater</p>\n\n<p>On a match, an extreme result or twist has occurred.<code></code>`</p>"
    }
  },
  {
    "name": "Discover a Site",
    "data": {
      "description": "<p>When <strong>you resolve to enter a perilous site in pursuit of an objective</strong>, choose the theme and domain which best represent its nature (<em>Ask the Oracle</em> if unsure), and give it a rank.</p>\n\n<ul><li>Troublesome site: 3 progress per area.</li><li>Dangerous site: 2 progress per area.</li><li>Formidable site: 1 progress per area.</li><li>Extreme site: 2 ticks per area.</li><li>Epic site: 1 tick per area.</li></ul>\n\n<p>If you are returning to a previously explored site, roll both challenge dice, take the lowest value, and clear that number of progress boxes.</p>\n\n<p>Then, <strong>Delve the Depths</strong> to explore this place.</p>"
    }
  },
  {
    "name": "Delve the Depths",
    "data": {
      "description": "<p>When you <strong>traverse an area within a perilous site</strong>, envision your surroundings (<em>Ask the Oracle</em> if unsure). Then, consider your approach. If you navigate this area...</p>\n\n<ul><li>With haste: Roll ((rollplus edge)).</li><li>With stealth or trickery: Roll ((rollplus shadow)).</li><li>With observation, intuition, or expertise: Roll ((rollplus wits)).</li></ul>\n\n<p>On a <strong>strong hit</strong>, you delve deeper. Mark progress and <em>Find an Opportunity</em>. On a <strong>weak hit</strong>, roll on the following table according to your stat.</p>\n\n<p>On a <strong>miss</strong>, <em>Reveal a Danger</em>. <code>Edge\tShadow\tWits\tWeak Hit Result\n 1-45\t 1-30\t 1-40\tMark progress and Reveal a Danger.\n 46-65\t31-65\t41-55\tMark progress.\n 66-75\t66-90\t56-80\tChoose one: Mark progress or Find an Opportunity.\n 76-80\t91-99\t81-99\tTake both: Mark progress and Find an Opportunity.\n 81-00\t   00\t   00\tMark progress twice and Reveal a Danger.</code></p>"
    }
  },
  {
    "name": "Find an Opportunity",
    "data": {
      "description": "<p>When <strong>you encounter a helpful situation or feature within a site</strong>, roll on the following table. If you are making this move as a result of a strong hit on <em>Delve the Depths</em>, you may pick or envision an opportunity instead of rolling.</p>\n\n<p>Then, choose one.</p>\n\n<ul><li>Gain insight or prepare: Take +1 momentum.</li><li>Take action now: You and any allies may make a move (not a progress move) which directly leverages the opportunity. When you do, add +1 and take +1 momentum on a hit.</li></ul>\n\n<p><code>Roll\tResult\n 1-25\tThe terrain favors you, or you find a hidden path.\n26-45\tAn aspect of the history or nature of this place is revealed.\n46-57\tYou locate a secure area.\n58-68\tA clue offers insight or direction.\n69-78\tYou get the drop on a denizen.\n79-86\tThis area provides an opportunity to scavenge, forage, or hunt. \n87-90\tYou locate an interesting or helpful object.\n91-94\tYou are alerted to a potential threat.\n95-98\tYou encounter a denizen who might support you.\n99-00\tYou encounter a denizen in need of help.</code></p>"
    }
  },
  {
    "name": "Reveal a Danger",
    "data": {
      "description": "<p>When <strong>you encounter a risky situation within a site</strong>, envision the danger or roll on the following table. <code>Roll\tResult\n 1-30\tCheck the theme card.\n31-45\tCheck the domain card.\n46-57\tYou encounter a hostile denizen.\n58-68\tYou face an environmental or architectural hazard.\n69-76\tA discovery undermines or complicates your quest.\n77-79\tYou confront a harrowing situation or sensation.\n80-82\tYou face the consequences of an earlier choice or approach.\n83-85\tYour way is blocked or trapped.\n86-88\tA resource is diminished, broken, or lost.\n89-91\tYou face a perplexing mystery or tough choice.\n92-94\tYou lose your way or are delayed.\n95-00\tRoll twice more on this table. Both results occur. If they are the same result, make it worse.</code></p>"
    }
  },
  {
    "name": "Check Your Gear",
    "data": {
      "description": "<p>When <strong>you check to see if you have a specific helpful item</strong>, and you have at least +1 supply, ((rollplus supply)).</p>\n\n<p>On a <strong>strong hit</strong>, you have it. Take +1 momentum.</p>\n\n<p>On a <strong>weak hit</strong>, you have it, but your resources are diminished. Take +1 momentum and suffer -1 supply.</p>\n\n<p>On a <strong>miss</strong>, you don’t have it and the situation grows more perilous. <em>Pay the Price</em>.</p>"
    }
  },
  {
    "name": "Locate Your Objective",
    "data": {
      "description": "<p>When <strong>your exploration of a site comes to an end</strong>, roll the challenge dice and compare to your progress. Momentum is ignored on this roll.</p>\n\n<p>On a <strong>strong hit</strong>, you locate your objective and the situation favors you. Choose one.</p>\n\n<ul><li>Make another move now (not a progress move), and add +1.</li><li>Take +1 momentum.</li></ul>\n\n<p>On a <strong>weak hit</strong>, you locate your objective but face an unforeseen hazard or complication. Envision what you find (<strong>Ask the Oracle</strong> if unsure).</p>\n\n<p>On a <strong>miss</strong>, your objective falls out of reach, you have been misled about the nature of your objective, or you discover that this site holds unexpected depths. If you continue your exploration, clear all but one filled progress and raise the site’s rank by one (if not already epic).</p>"
    }
  },
  {
    "name": "Escape the Depths",
    "data": {
      "description": "<p>When <strong>you flee or withdraw from a site</strong>, consider the situation and your approach. If you...</p>\n\n<ul><li>Find the fastest way out: Roll ((rollplus edge)).</li><li>Steel yourself against the horrors of this place: Roll ((rollplus heart)).</li><li>Fight your way out: Roll ((rollplus iron)).</li><li>Retrace your steps or locate an alternate path: Roll ((rollplus wits)).</li><li>Keep out of sight: Roll ((rollplus shadow)).</li></ul>\n\n<p>On a <strong>strong hit</strong>, you make your way safely out of the site. Take +1 momentum. </p>\n\n<p>On a <strong>weak hit</strong>, you find your way out, but this place exacts its price. Choose one.</p>\n\n<ul><li>You are weary or wounded: <em>Endure Harm</em>.</li><li>The experience leaves you shaken: <em>Endure Stress</em>.</li><li>You are delayed, and it costs you.</li><li>You leave behind something important.</li><li>You face a new complication as you emerge from the depths.</li><li>A denizen plots their revenge.</li></ul>\n\n<p>On a <strong>miss</strong>, a dire threat or imposing obstacle stands in your way. <em>Reveal a Danger</em>. If you survive, you may make your escape.</p>"
    }
  },
  {
    "name": "Reveal a Danger (alternate version)",
    "data": {
      "description": "<p>When <strong>you encounter a risky situation within a site</strong>, envision the danger or roll on the following table. <code>Roll\tResult\n 1-22\tYou encounter a hostile denizen.\n23-42\tYou face an environmental or architectural hazard.\n43-58\tA discovery undermines or complicates your quest.\n59-64\tYou confront a harrowing situation or sensation.\n65-70\tYou face the consequences of an earlier choice or approach.\n71-76\tThe path is blocked or trapped.\n77-82\tA resource is diminished, broken, or lost.\n83-88\tYou face a perplexing mystery or tough choice.\n89-94\tYou lose your way or are delayed.\n95-00\tRoll twice more on this table. Both results occur. If they are the same result, make it worse.</code></p>"
    }
  },
  {
    "name": "Mark Your Failure",
    "data": {
      "description": "<p>When <strong>you make a move and score a miss</strong>, mark a tick on your failure track. If <strong>you score a miss when making a progress move</strong>, mark two ticks.</p>"
    }
  },
  {
    "name": "Learn From Your Failures",
    "data": {
      "description": "<p>When <strong>you spend time reflecting on your hardships and missteps</strong>, and your failure track is +6 or greater, roll your challenge dice and compare to your progress. Momentum is ignored on this roll.</p>\n\n<p>On a <strong>strong hit</strong>, you commit to making a dramatic change. Take 3 experience and clear all progress. Then, choose one.</p>\n\n<ul><li>Adjust your approach: Discard a single asset, and take 2 experience for each marked ability.</li><li>Make an oath: <em>Swear an Iron Vow</em>, and reroll any dice.</li><li>Ready your next steps: Take +3 momentum.</li></ul>\n\n<p>On a <strong>weak hit</strong>, you learn from your mistakes. Take 2 experience and clear all progress.</p>\n\n<p>On a <strong>miss</strong>, you’ve learned the wrong lessons. Take 1 experience and clear all progress. Then, envision how you set off on an ill-fated path.</p>"
    }
  },
  {
    "name": "Advance a Threat",
    "data": {
      "description": "<p>When <strong>you give ground to a threat through inaction, failure, or delay</strong>, roll on the table below and envision how the change manifests in your world (<em>Ask the Oracle</em> if unsure). <code>Roll\tResult\n 1-30\tThe threat readies its next step, or a new danger looms. If you are in a position to prevent this development, you may attempt to do so. If you succeed, Reach a Milestone. Otherwise, mark menace.\n31-70\tThe threat works subtly to advance toward its goal, or the danger escalates. Mark menace.\n71-00\tThe threat makes a dramatic and immediate move, or a major event reveals new complications. Mark menace twice.</code> On a match, this development also exposes a surprising aspect of the threat’s plan or nature.</p>\n\n<p>If <strong>you mark the last box on the threat’s menace track</strong>, the threat achieves its goal, or the final dire outcome occurs. You must <em>Forsake Your Vow</em>.</p>"
    }
  },
  {
    "name": "Take a Hiatus",
    "data": {
      "description": "<p>When <strong>you spend an extended time recovering in a safe place while a threat is active</strong>, do any of the following.</p>\n\n<ul><li>Clear any marked conditions.</li><li>Set your health, spirit, supply, and companion health to their maximum values.</li><li>Set your momentum to its reset value.</li></ul>\n\n<p>Then, for each active threat, <em>Advance a Threat</em>.</p>"
    }
  },
  {
    "name": "Wield a Rarity",
    "data": {
      "description": "<p>When <em>you make a move aided by an augmented asset</em>, roll your rarity die in place of your action die.</p>\n\n<p>On <em>any result</em> with 6 showing on the rarity die, the power of the rarity manifests in a dramatic and obvious way. You score an automatic <strong>strong hit</strong> and take +1 momentum.</p>\n\n<p>On a <em>hit</em> with 5 showing on the rarity die, the power of the rarity manifests in a subtle way. Take +1 momentum.</p>\n\n<p>On a <em>miss</em> with 1 showing on the rarity die, the rarity’s power fails or works against you.</p>"
    }
  }
]